[
  {
    "app_id": "com.google.android.apps.labs.language.tailwind",
    "title": "Google NotebookLM",
    "developer": "Google LLC",
    "developer_id": "5700313618786177705",
    "category": "Productivity",
    "rating": 4.8317513,
    "ratings_count": 128282,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 16, 2025",
    "updated": 1770079000,
    "version": "Varies with device",
    "description": "Turn complexity into clarity with NotebookLM, your brain’s new best friend. Join the millions of students, creators, researchers, professionals, CEOs, and more who are saving time, getting stuff done, and learning in new ways.\r\n\r\n“NotebookLM Blew Our Mind” – Hard Fork\r\n“One of the most compelling and completely flabbergasting demonstrations of AI’s potential yet.” – The Wall Street Journal\r\n\r\nNow, with the NotebookLM app, you can create and access notebooks, ask questions whenever you think of them, and listen to your podcast-style Audio Overviews on the go with background playback and offline support.\r\n\r\n📚 UPLOAD SOURCES\r\nUpload all your long and complex PDFs, websites, YouTube videos, or text into a notebook.\r\n\r\n💬 INSIGHTS YOU CAN TRUST\r\nNotebookLM becomes an expert on your sources, summarizing them and making interesting connections. Then, you can ask it questions about, well, anything — and you can trust the answers, since your sources are cited in-line.\r\n\r\n🎧 LEARN ON YOUR TERMS\r\nLong blocks of text not your preferred way to learn? Transform what you uploaded into something more your speed, like a podcast-style audio discussion with two engaging AI hosts. You can even join the show to ask questions or steer the conversation in a different direction.",
    "summary": "Understand anything with a personalized AI research assistant"
  },
  {
    "app_id": "ai.turbolearn",
    "title": "Turbo AI - Notetaker",
    "developer": "Turbo AI",
    "developer_id": "Turbo+AI",
    "category": "Education",
    "rating": 4.7390623,
    "ratings_count": 247030,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Aug 5, 2024",
    "updated": 1764881474,
    "version": "1.2.9",
    "description": "Turbolearn AI is now Turbo AI! We've rebranded and upgraded our AI-powered platform to transform audio, video, and text into exceptional study materials—generating high-quality notes, quizzes, flashcards, and podcasts instantly.\r\n\r\nTurbo's advanced AI creates engaging notes featuring tables, emojis, diagrams, and equations, all synced seamlessly across our app and website (http://www.turbo.ai). Enhance your learning experience by chatting directly with your notes to extract deeper insights.\r\n\r\nStudents and professionals alike use Turbo AI for lecture notes, meeting summaries, journaling, and more.\r\n\r\nKey Features:\r\n- Rich Notes: Beautifully formatted notes with diagrams, equations, tables, and emojis.\r\n- Quiz Questions: Instantly create amazing quiz questions from your notes.\r\n- Flashcards: Effortlessly generate effective flashcards for quick review.\r\n- Podcasts: Turn lengthy content into engaging, easy-to-follow podcasts.\r\n- Folders: Easily organize notes into customizable folders for better management.\r\n- Real-Time Sync: Sync notes across devices with instant updates.\r\n\r\nTurbo AI is the better alternative to Coconote, Wave AI, Mindgrasp, and Study Fetch. \r\n\r\nQuestions or ideas? Reach out to us at contact@turbolearn.ai :)\r\n\r\nTerms of Service: https://www.apple.com/legal/internet-services/itunes/dev/stdeula/",
    "summary": "Leave your next lecture or meeting with beautiful notes, flashcards, & quizzes"
  },
  {
    "app_id": "com.aisense.otter",
    "title": "OtterAI Transcribe Voice Notes",
    "developer": "Otter.ai",
    "developer_id": "Otter.ai",
    "category": "Productivity",
    "rating": 4.304663,
    "ratings_count": 25893,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Feb 16, 2018",
    "updated": 1770159054,
    "version": "3.92.1-5192",
    "description": "Never take team meeting or lecture notes again. Get an AI meeting assistant that records audio, takes notes, voice memos, automatically captures slides, and transcribes voice summaries. Show live caption in real time. Great for in-person recordings and online meetings. Also available on the web. English, Spanish, French only.\r\n\r\nCondense a 1 hour meeting into 30 seconds. Otter transcribes all your meetings, interviews, lectures, and everyday voice conversations in real time. Get automated notes for in-person, Zoom, Google Meet, and Microsoft Teams. \r\n\r\nKEY FEATURES\r\n★ AI chat: get answers, write emails\r\n★ AI meeting note taker & real-time AI transcription\r\n★ Audio recorder \r\n★ Transcribe notes live\r\n★ Automated meeting note taker, voice memos & summarizer\r\n★ AI Channels: Instant chat on various channels\r\n★ Share & collaborate \r\n★ All notes are searchable & shareable \r\n★ Edit & highlight\r\n★ Organize & export\r\n★ Import & sync\r\n\r\nMany Uses\r\n★ Save time - automatic note taking\r\n★ Keep team in sync - share notes and action items \r\n★ Record and transcribe interviews, lectures, podcasts, videos, webinars, keynotes\r\n★ Provide live captioning to anyone with accessibility needs\r\n\r\nRecord & Transcribe Live\r\n★ Record instantly in one tap, with widget and shortcut \r\n★ Transcribe in real time (when online) with high accuracy\r\n★ Automatic note taking\r\n★ Highlight the key points to review later\r\n★ Insert photos of whiteboard discussions, slides, etc.\r\n★ Scroll back to grab a quote or revisit a point\r\n★ Input audio via built-in mic or Bluetooth device\r\n\r\nEnrich Notes with AI\r\n★ AI meeting note taker \r\n★ Punctuate, capitalize, and break paragraphs automatically\r\n★ Identify speakers (after some training)\r\n★ Automated Slide Capture during virtual team meetings\r\n★ Automated Summarizer after all team meetings\r\n\r\nShare & Collaborate\r\n★ Start a meeting recording inside a group to share the transcript live\r\n★ Invite workplace team members to view, edit, and highlight collaboratively. All highlights are captured in the Takeaways panel.\r\n★ Within the Takeaways panel, add comments & assign action items.\r\n★ Share externally via links\r\n\r\nSearch & Playback\r\n★ Search the text so you don't have to scrub through the whole audio\r\n★ Playback at adjustable speeds\r\n★ Follow along the highlighted word as the audio is playing\r\n★ Tap on any word to jump the audio to that spot\r\n\r\nEdit & Highlight\r\n★ Edit the text to correct any errors\r\n★ Tag the speakers to label the paragraphs and train Otter to identify meeting speakers \r\n★ Highlight sentences in one tap\r\n\r\nOrganize & Export\r\n★ Organize your conversations and notes into personal folders\r\n★ Copy to clipboard, or share directly into other apps\r\n★ Export text as PDF, TXT, or SRT\r\n★ Export audio as MP3\r\n\r\nImport & Sync\r\n★ Import audio (aac, m4a, mp3, wav, wma) and video (avi, mov, mp4, mpg, wmv)\r\n★ Upload from Call Recorder - ACR or other call recording apps\r\n★ Sync with your calendars to get reminders to record your teams meeting and auto-title your notes\r\n★ Import your contacts so it's easier to share\r\n★ Automatically back up your data to Otter’s cloud & access securely from any device\r\n\r\nOtter Pro\r\n★ Bulk export\r\n★ More playback speeds and skip silence\r\n\r\nRequirements\r\n※ Android 6.0 & up\r\n※ Internet connection for transcribing\r\n※ Account creation. See our Terms of Service: otter.ai/terms-of-service\r\n\r\nWe take security and privacy very seriously. Your data is confidential with Otter. We do not sell or share your data with 3rd parties. You have full control to delete your data permanently. Learn more at https://otter.ai/privacy\r\n\r\nContact Us\r\n▶ Support: https://help.otter.ai\r\n▶ Facebook: @OtterAI\r\n▶ LinkedIn: Otter.ai\r\n▶ X (Twitter): @otter_ai\r\n▶ Web: otter.ai",
    "summary": "AI note taker & meeting summarizer. Record audio, voice memos & video calls"
  },
  {
    "app_id": "com.codespaceapps.meetingtranscriber",
    "title": "Smart Noter - AI Note Taker",
    "developer": "Deep Flow Apps",
    "developer_id": "Deep+Flow+Apps",
    "category": "Productivity",
    "rating": 4.3348417,
    "ratings_count": 63355,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Dec 26, 2024",
    "updated": 1770051234,
    "version": "2.3.0",
    "description": "<p><b>Never Miss a Word: The AI Note Taker That Records Anything You Want.</b></p><p>Stop typing and start engaging with Smart Noter, the ultimate AI meeting recorder and speech to text converter. As an intelligent note taker, it captures every nuance of your conversations instantly. Whether you are leading a business meeting, capturing a lecture, or dictating a memo, our accurate audio to text technology ensures you never lose a thought.</p><p>Unlock the power of automated note taking. Smart Noter is not just a recording app; it is your personal meeting assistant. Seamlessly record meetings, transcribe voice or video to text, and generate summaries with a single tap.</p><h3><b>Why Professionals Choose Smart Noter?</b></h3><h4><b>1. Flawless Speech to Text</b></h4><p>Experience industry-leading accuracy. Our powerful speech recognition engine handles continuous speech with precision. Use it to transcribe audio from interviews, podcasts, or voice notes in real-time. It is the definitive transcriber for anyone who values clarity and accuracy over manual typing.</p><h4><b>2. The Ultimate Meeting Recorder</b></h4><p>Transform how you manage business. Smart Noter creates detailed AI meeting notes automatically. Simply record meetings, and the app will generate word-for-word transcripts and meeting minutes. It acts as a dedicated note taker, allowing you to focus on the dialogue while we handle the documentation.</p><h4><b>3. Professional Dictation Tool</b></h4><p>Your voice is your fastest tool. Use Smart Noter for seamless dictation of emails, reports, and ideas. Unlike standard voice recorders, we convert your speech patterns into editable text immediately. It is perfect for lawyers, doctors, and executives who need a reliable dictation recorder on the go.</p><h4><b>4. Live Voice Translator</b></h4><p>Break down language barriers. Our advanced live translation feature allows you to record and translate speech instantly. Whether it is a multi-lingual business meeting or a global conference, use the voice translator to understand and document foreign languages in real-time.</p><h4><b>5. Summarize Audio & Video</b></h4><p>Stop listening to hours of recordings. Our AI summarizer analyzes your speech transcripts to extract key points and action items. Whether you need to summarize video content or long audio files, Smart Noter provides concise overviews, saving you hours of review time.</p><h4><b>6. Import & Transcribe Files</b></h4><p>Already have a recording? Easily import files to transcribe audio to text. Our audio converter supports various formats, turning your existing voice memos and recordings into searchable, editable text documents in seconds.</p><h4><b>7. Organize & Export</b></h4><p>Keep your voice notes organized. Smart Noter is a powerful note organizer that categorizes your recordings. Export your transcribed speech as PDF, TXT, or SRF files. Share meeting notes directly to colleagues or sync them with your favorite productivity tools.</p><h3><b>Smart Noter is perfect for:</b></h3><ul><li><b>Business Professionals:</b> Generate meeting minutes, record speech, and organize sales calls with AI meeting notes.</li><li><b>Journalists:</b> An essential interview recorder that provides instant speech to text for articles.</li><li><b>Students:</b> Record lectures and summarize audio for efficient study guides.</li><li><b>Legal & Medical:</b> A secure dictation tool for drafting letters and patient notes via speech.</li><li><b>Content Creators:</b> Transcribe video to text for subtitles and content repurposing.</li></ul><p><b>Download Smart Noter today. Stop typing. Start doing.</b></p><p>Terms & Conditions: <a href=\"https://www.google.com/url?q=https%3A%2F%2Fstatic.smartnoter.ai%2Fterms.html&sa=D&sntz=1&usg=AOvVaw0aIeD_vHcdJYv-31hzP6Wi\">https://static.smartnoter.ai/terms.html</a>\r\nPrivacy Policy: <a href=\"https://www.google.com/url?q=https%3A%2F%2Fstatic.smartnoter.ai%2Fprivacy.html&sa=D&sntz=1&usg=AOvVaw0Yw_uLMChfNkYaHfWkoGKT\">https://static.smartnoter.ai/privacy.html</a></p>",
    "summary": "Audio to Text Transcriber: Generate Notes, AI Summaries, and Next Actions."
  },
  {
    "app_id": "io.labhouse.audioapp",
    "title": "Summary - AI Note Taker",
    "developer": "Labhouse Mobile",
    "developer_id": "7698611189558775573",
    "category": "Productivity",
    "rating": 4.7266665,
    "ratings_count": 26991,
    "installs": "500,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Sep 19, 2025",
    "updated": 1769772068,
    "version": "2.9.7",
    "description": "Summary AI makes meetings more productive by automatically recording, transcribing, and summarizing conversations. Whether it’s a business meeting, interview, classroom lecture, or podcast, Summary AI captures everything clearly so you can stay present and focus.\r\n\r\nWith one tap, the app records audio, generates accurate transcripts with speaker labels, and creates easy-to-read summaries. You can even ask questions like, “What were the key action items from the marketing strategy session?” and get instant answers, thanks to built-in AI.\r\n\r\nWhy Use Summary AI?\r\n\r\nTake and share professional meeting notes effortlessly\r\n\r\nRecord and transcribe interviews, lectures, webinars, and podcasts\r\n\r\nGenerate captions for people with hearing impairments or quiet audio environments\r\n\r\nWho Uses Summary AI?\r\n\r\nProfessionals: Capture meeting notes, action items, and client discussions\r\n\r\nStudents: Record and review lectures, study groups, and seminars\r\n\r\nJournalists & Researchers: Transcribe interviews with precision\r\n\r\nEveryone: From voice memos to webinars, it handles it all\r\n\r\nKey Features\r\n\r\nOne-Tap Recording\r\nStart recording instantly and stay focused. Summary AI takes care of the rest.\r\n\r\nUnlimited Recording Time\r\nRecord as much as you need, no time limits, no interruptions.\r\n\r\nRecords in the Background or with Screen Locked\r\nKeep recording while your phone is locked or you're using other apps. Perfect for discreet, uninterrupted sessions.\r\n\r\nAccurate Transcription with Speaker Labels\r\nTranscripts that make sense, clearly labeled, searchable, and easy to review.\r\n\r\nAI-Powered Summaries & Key Points\r\nDon’t just get a transcript, get the big picture with bullet-pointed summaries.\r\n\r\nSmart Search & Timestamp Jumping\r\nType a keyword, jump straight to that moment in the recording.\r\n\r\nAsk Questions About the Conversation\r\nGet instant answers from the AI like “Who was assigned the budget review?”\r\n\r\nAutomatic Punctuation, Capitalization & Line Breaks\r\nClean, easy-to-read transcripts without any manual formatting.\r\n\r\nBoost Your Productivity\r\n\r\nSave time reviewing meetings, just skim the summary\r\n\r\nStay present in conversations, not distracted by note-taking\r\n\r\nExport notes to PDF, share with teams, or save for personal reference\r\n\r\nNever lose a detail, everything is searchable\r\n\r\nYour recordings and notes are private, always. Summary AI prioritizes security, and your data is never shared with third parties.",
    "summary": "Note Taking AI: Record audio, transcribe speech to text, summarize meeting notes"
  },
  {
    "app_id": "com.yygg.note.app",
    "title": "Notewise - AI Notes, PDF, Docs",
    "developer": "Notewise",
    "developer_id": "7180325674175815247",
    "category": "Productivity",
    "rating": 4.597701,
    "ratings_count": 24505,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 21, 2022",
    "updated": 1770278837,
    "version": "3.3.6",
    "description": "🏆 Google Play’s Best of 2024 Winner\r\n\r\nNotewise is the future of note-taking on Android. Whether you’re sketching diagrams, annotating PDFs, journaling ideas, or building a second brain—Notewise gives you a freeform canvas that feels like pen and paper—supercharged by AI.\r\n\r\nWith Notewise, you don’t just take notes. You create good notes —searchable, flexible, and future-proof.\r\n\r\n<b>✨ AI Superpowers for Your Notes</b>\r\nNotewise AI makes your notes smarter—without compromising your privacy.\r\n\r\n• Chat with your notes: ask questions, summarize content, or review key ideas.\r\n• Auto-generate guided podcasts from your writing.\r\n• Highlight anywhere—typed or handwritten—and ask context-aware questions.\r\n• OCR handwriting, scanned documents, and images in 20+ languages.\r\n• Make messy scribbles searchable—instantly.\r\n\r\n🚫 No data selling. 🚫 No creepy analytics.\r\n\r\n<b>🖊️ Handwriting That Feels Like Magic</b>\r\nDesigned for stylus-first note-takers, Notewise offers:\r\n\r\n• Ultra-low-latency writing\r\n• Reliable palm rejection\r\n• Pressure-sensitive pens and smooth highlighters\r\n• Realistic stroke stabilization and smart shape assist\r\n\r\nWhether you're taking class notes or sketching wireframes, it just works.\r\n\r\n<b>🛠️ Tools Built for Power Users</b>\r\nUse the full toolbox to create your own system of thinking and learning:\r\n\r\nPen, Highlighter, Eraser, Lasso, Tape, Shape, Textbox, Image, Audio Recorder, Table, Zoombox, Ruler, Laser Pointer.\r\n\r\nCreate freely. Every tool is fast, fluid, and purpose-built.\r\n\r\n<b>🔍 AI OCR: Your Handwriting, Now Searchable</b>\r\n• Extract text from handwritten notes, scans, or imported PDFs\r\n• Find formulas, quotes, or action items in seconds\r\n• Multilingual support for global users\r\n• Works across class notes, whiteboards, worksheets, and more\r\n\r\n<b>📂 Organize with Confidence</b>\r\n• Unlimited folders, tags, and sorting options\r\n• Pin recent notes, merge content, reorder pages\r\n• Bulk import/export with smart file handling\r\n• Color-code and customize your library\r\n\r\n<b>🤝 Sync, Collaborate, Share</b>\r\n• Real-time collaboration in shared notebooks\r\n• Seamless sync across Android, iOS, and Web\r\n• Offline-first with automatic cloud sync\r\n• Share via URL, QR code, or export to PDF/image formats\r\n\r\n<b>🔒 Privacy-First by Design</b>\r\nWe’re a small, independent team. We don’t sell your data. We don’t show ads. Your notes are encrypted, secure, and under your control.\r\n\r\n• Choose one-time purchase or subscription\r\n• Notewise Cloud unlocks sync, AI, OCR, and collaboration\r\n• Use core features for free—forever\r\n\r\nNo paywall for basics. No lock-in.\r\n\r\n<b>🚀 Always Getting Better</b>\r\nWe ship fast: 20+ major updates in the last year. Recent additions include:\r\n\r\n• Redesigned UI with adaptive layout\r\n• Tape tool to hide and reveal content\r\n• Tabbed navigation, note linking, shape editing\r\n• Table support, image tools, audio export\r\n• Recycle bin, page rotation, and more\r\n\r\nAnd we're just getting started.\r\n\r\n<b>✍️ Take Good Notes Only</b>\r\nNotewise is built for thinkers, tinkerers, students, and builders of all kinds. Whether you’re diagramming an idea, revising a lecture, or designing your own productivity system—Notewise adapts to how you think.\r\n\r\n—\r\nSkip the bloat. Keep the power. Build your notes your way—with a tool that respects your privacy.\r\n\r\n<b>📥 Download Notewise for free today</b> and experience note-taking that works like code: fast, indexable, and smart.",
    "summary": "The paper-like writing you love, now with AI superpowers. Note-taking, evolved."
  },
  {
    "app_id": "ai.fireflies.mobile",
    "title": "Fireflies: AI notetaker",
    "developer": "Fireflies.ai",
    "developer_id": "Fireflies.ai",
    "category": "Productivity",
    "rating": 4.6372547,
    "ratings_count": 4155,
    "installs": "100,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Teen",
    "released": "Aug 7, 2023",
    "updated": 1769012919,
    "version": "0.5.34",
    "description": "Fireflies.ai helps your team transcribe, summarize, search, and analyze voice conversations.\r\n\r\n<b>Automatically record and transcribe meetings</b>\r\n- Transcribe meetings across several video-conferencing apps, dialers, and audio files.\r\n- Easily invite Fireflies.ai notetaker to meetings on your calendar.\r\n- Fireflies captures video + audio and generates transcripts in minutes.\r\n- Integrates with apps like Google Meet, Zoom, Teams, Webex, RingCentral, Aircall, and other platforms.\r\n\r\n<b>Find anything with AI-powered search</b>\r\n- Review a 1-hour meeting in 5 minutes.\r\n- With 1 click, see action items, tasks, questions, and other key metrics.\r\n- Filter and listen to key topics discussed in your meetings.\r\n\r\n<b>Collaborate with your co-workers</b>\r\n- Create soundbites and easily share the most memorable moments from meetings.\r\n- Use AskFred to answer questions, summarize key moments, or create content.\r\n- Send meeting notes to your favorite collaboration apps like Slack, Notion, Asana, and more.\r\n\r\n<b>Analyze meetings using Conversation Intelligence</b>\r\n- Track speaker talk time, sentiment, monologues, and other key metrics to coach teammates.\r\n- Identify objections, competitors, and other topics that you can customize.\r\n- Measure performance and improve your sales, recruiting, and internal processes.",
    "summary": "Record, transcribe, and summarize your conversations"
  },
  {
    "app_id": "ai.notes.notebook",
    "title": "HyNote: AI Notebook LLM Notes",
    "developer": "Turing Intelligence",
    "developer_id": "4699415404389789828",
    "category": "Productivity",
    "rating": 4.4,
    "ratings_count": 3353,
    "installs": "100,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Jun 19, 2024",
    "updated": 1769678732,
    "version": "12.1.1",
    "description": "HyNote (AI Notebook) offers a seamless and intuitive experience for capturing and organizing your thoughts, ideas, and information. With its ability to handle multiple types of inputs including text, images, and audio, this app is designed to cater to all your note-taking needs, ensuring no detail is missed.\r\n\r\nFeatures:\r\n\r\n- Multi-Type Inputs: Whether you're typing out notes, snapping a picture of a whiteboard, or recording an audio clip, AI Notebook effortlessly handles and organizes all forms of data. This flexibility allows you to capture information in the way that best suits your needs.\r\n\r\n- AI-Powered Summaries: With just a tap, AI Notebook analyzes your notes to provide concise, intelligible summaries. This feature is perfect for quick reviews before exams, meetings, or presentations, ensuring you grasp the core concepts without sifting through pages of notes.\r\n\r\n- Advanced Organization: AI Notebook uses AI to categorize and organize your notes automatically. Whether it’s by topic, date, or relevance, finding the information you need has never been easier. Customizable tags and search functionalities further enhance your ability to keep your notes neatly arranged.\r\n\r\n- Audio Recording & Live Transcription: Capture lectures, meetings, or conversations with high-quality audio recording and receive live transcriptions in real-time. This ensures that you can focus on the discussion without missing a beat, later revisiting the transcribed text for thorough review.\r\n\r\n- Flashcards and Quizzes: Enhance your learning and retention with customized flashcards and interactive quizzes. AI Notebook allows you to create, organize, and review flashcards based on your notes. Dive deeper by generating quizzes automatically from your content to test your understanding and reinforce learning. This feature is ideal for students, professionals, and anyone looking to solidify their knowledge through active recall and spaced repetition.\r\n\r\n- Intuitive Interface: The app boasts a user-friendly interface designed for efficiency and ease of use. Whether you're accessing it on your smartphone, tablet, or computer, you'll find navigating and managing your notes a breeze.\r\n\r\nAI Notebook isn’t just an app; it’s your personal note-taking assistant designed to adapt to your preferences and enhance your information capturing experience. Embrace the future of note-taking and make AI Notebook your go-to app for organizing your thoughts, notes, and life.",
    "summary": "lm note taker meeting minutes pdf summary voice recorder audio transcription"
  },
  {
    "app_id": "com.studocu.app",
    "title": "Studocu: AI Notes & Summaries",
    "developer": "Studocu",
    "developer_id": "Studocu",
    "category": "Education",
    "rating": 4.5841584,
    "ratings_count": 21561,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 21, 2019",
    "updated": 1769501074,
    "version": "7.41.0",
    "description": "Record your classes and get instant AI notes. Studocu’s lecture recorder captures every word, generates transcripts and summaries in seconds, and turns classes into quizzes and organized study notes. Use Studocu as your all-in-one summary AI note taker and lecture recorder.\r\n\r\nNew: Class Recording\r\n- Record lectures, seminars, and study groups in the app\r\n- Full transcripts for accurate note taking\r\n- AI summaries that highlight key points\r\n- One-tap study tools: quizzes and organized study notes\r\n\r\n\r\n\r\nWhy students choose Studocu\r\n- Lecture note taker and recorder designed for classes\r\n- AI notes and summaries that save time\r\n- Core AI note taking tools available at no cost\r\n- Personalized study lists to keep materials organized\r\n- Built for college and high school coursework across subjects\r\n\r\n\r\n\r\nMore tools to boost your grades\r\n- Ask AI Anything for step-by-step explanations in math, science, and languages\r\n- AI Camera Solver: take a photo of a problem and get clear guidance\r\n- AI Quiz Maker: turn any transcript or notes into practice questions\r\n- Massive study library with notes, guides, and practice exams\r\n- Homework helper with trusted answers from AI and fellow students\r\n\r\n\r\n\r\nHow it helps you study smarter\r\n- Capture lectures, transcribe, and summarize for stress-free note taking\r\n- Turn lessons into quizzes to test yourself\r\n- Organize transcripts, notes, and quizzes by course\r\n- Search across your notes, transcripts, and summaries\r\n\r\n\r\nBuilt for student life\r\n- Fast setup before class starts\r\n- Works for large lecture halls and small study groups\r\n- Reliable for in-person and online classes\r\n\r\n\r\nFrom quick homework help to advanced lecture recording, Studocu is the AI note taker for students who want to study smarter, not harder.\r\n\r\nDownload now and transform lectures into notes, summaries, and quizzes.\r\n\r\nSupport and info\r\n Customer Support: https://www.studocu.com/en/support\r\n Privacy Policy: https://www.studocu.com/en/privacy-policy\r\n Terms of Use: https://www.studocu.com/en/terms",
    "summary": "Trusted help for your classes"
  },
  {
    "app_id": "com.ma.waveapp",
    "title": "Wave AI Note Taker & Recorder",
    "developer": "Mohrer Associates",
    "developer_id": "Mohrer+Associates",
    "category": "Productivity",
    "rating": 4.5514708,
    "ratings_count": 1968,
    "installs": "100,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Mar 15, 2024",
    "updated": 1769994295,
    "version": "3.5.7",
    "description": "Transform the way you capture ideas, lectures, and meetings with Wave AI Meeting Note Taker. Wave AI is your smart AI voice notes app that uses Speech to Text to transcribe audio recordings and turn every meeting into clear, structured notes. With a high-quality audio recorder, let voice notes AI transcribe audio instantly and summarize your meeting notes. Using an advanced speech to text engine, the app helps you transcribe conversations accurately. As a reliable AI note taker for daily work, the app ensures your meeting notes follow you wherever you work or study, with powerful integrations like Zoom, Teams, Google Meet, Notion, OneNote, and Evernote.\r\n\r\nUse the built-in recorder to capture audio recording and transcribe speech to text in real time so you can focus on the conversation, not the keyboard, while your note taker works in the background.\r\n\r\n<h2><b>Transcribe Audio Recordings to Text with an AI Recorder</b></h2>\r\n\r\n🎙 <b>Crystal-Clear Audio Recorder</b>\r\nRecord every word from lectures, calls, and meetings using a high-quality recorder, then transcribe audio recordings to text with accuracy.\r\n\r\n🤖 <b>Smart AI Note Taker</b>\r\nWith speech to text technology, this AI note taker captures conversations and transcribes meeting notes in real time.\r\n\r\n📝 <b>Lecture Note Taker Mode</b>\r\nPerfect for students who need a lecture note taker to record lectures and transcribe audio into organized study notes.\r\n\r\n📋 <b>Meeting Notes in Seconds</b>\r\nAI-powered transcription allows you to transcribe meetings quickly and generate clear meeting notes from recorded audio.\r\n\r\n🔄 <b>Voice Notes AI</b>\r\nCapture ideas with a built-in recorder and transcribe audio into a structured AI notebook.\r\n\r\n📂 <b>Wide App Integrations</b>\r\nSync recorded and transcribed notes with Notion, OneNote, Evernote, Google Docs, and more.\r\n\r\n📞 <b>Phone Call Recording via VoIP</b>\r\nUse the recorder to record calls, transcribe audio, and receive key summaries automatically.\r\n\r\n💻 <b>Web and Mobile Access</b>\r\nUse the recorder and transcription features seamlessly across devices.\r\n\r\n📅 <b>Calendar Integration</b>\r\nLink recorded meetings so transcribed notes are easy to retrieve.\r\n\r\n🌍 <b>Multi-Language Support</b>\r\nUse the recorder to capture conversations and transcribe audio in multiple languages.\r\n\r\nWith this app, you do not just get voice notes. You get a searchable, shareable, and AI-powered archive of recorded and transcribed audio from your most important conversations.\r\n\r\nUsing the app is simple.\r\nRecord directly from your phone, web app, or integrated meeting tools with the built-in recorder.\r\nTranscribe audio recordings using advanced speech to text technology.\r\nSummarize transcribed notes to highlight key insights automatically.\r\nShare recorded and transcribed notes instantly.\r\n\r\nWhether you are capturing meeting notes, recording a lecture, or brainstorming ideas, the recorder captures everything while the app transcribes audio behind the scenes so you can focus on listening.\r\n\r\n<b>Perfect for Students and Professionals</b>\r\nStudents use the app as a lecture note taker to turn lectures into study-ready notes. Professionals rely on the recorder to capture meetings and transcribe audio into reliable meeting notes. Journalists, researchers, and content creators use the recorder to transcribe interviews and conversations accurately.\r\n\r\nFrom one-on-one interviews to large conference calls, the recorder ensures every conversation can be transcribed, organized, and ready for action.\r\n\r\nMany apps can record. A few can transcribe. This app combines a powerful recorder with fast transcribe audio technology to deliver structured meeting notes, searchable transcripts, and seamless integrations in one place.\r\n\r\nStop juggling multiple tools. Use the recorder to capture audio and transcribe conversations instantly.\r\nDownload now and experience effortless audio recording and transcription.",
    "summary": "Record and transcribe meeting notes, voice memos, and lecture notes with one tap"
  },
  {
    "app_id": "notion.id",
    "title": "Notion: Notes, Tasks, AI",
    "developer": "Notion Labs, Inc.",
    "developer_id": "Notion+Labs,+Inc.",
    "category": "Productivity",
    "rating": 4.6757603,
    "ratings_count": 333599,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Jun 5, 2018",
    "updated": 1770059245,
    "version": "0.6.3618",
    "description": "Notion is an AI-powered all-in-one workspace that helps individuals and teams write notes, manage tasks, organize projects, and collaborate in one place. Whether you’re tracking personal to-do lists, writing and organizing class notes, or managing projects with a team, Notion helps users plan work, stay organized, and achieve goals.\r\n\r\n\"AI's everything app\" — Forbes\r\n\r\nNotion is a productivity app where you can write, plan, and organize your notes, projects, tasks and more. Ask Notion AI about project updates, upcoming tasks, and suggestions for a more streamlined workflow.\r\n\r\nSimplify writing notes, project and task management, and collaboration. Whether for personal, student or professional use, Notion scales to meet your individual needs with customization tools for everyone.\r\n\r\nNEW features:\r\n• AI Meeting Notes: Perfect meeting memory. Your notetaker catches every detail and delivers actionable summaries, right where you work.\r\n• Maps View: Turn databases into interactive maps. Use the new Place property to pin restaurants, trips, offices, clients, and more.\r\n\r\nFREE FOR PERSONAL USE\r\nIndividuals manage day-to-day tasks, notes, and personal organization.\r\n• Create as many notes, docs, and content as you want.\r\n• Use one of thousands of templates to get started.\r\n\r\nFREE TO TRY WITH YOUR TEAM\r\nTeams run on Notion every day, from next-generation startups to established enterprises.\r\n• Import Google Docs, PDFs, and other content types easily to get started\r\n• Write and organize meeting notes, or transcribe with AI.\r\n• Collaboration and team work at your fingertips, in one connected workspace.\r\n• Connect tools like Figma, Slack, and GitHub to Notion.\r\n\r\nFREE FOR STUDENTS\r\nStudents organize notes, assignments, and study plans in one place.\r\n• Your study planner, class notes, to do lists and more, your way. Loved by millions of students worldwide.\r\n• Get organized for your best school year yet with beautiful, customizable templates created by students, for students.\r\n\r\nNOTES & DOCS\r\nCommunication is made efficient with Notion's flexible building blocks.\r\n• Create docs with beautiful templates, images, to-dos, and 50+ more content types.\r\n• Meeting notes, projects, design systems, pitch decks, and more.\r\n• Find exactly what you need using Search with powerful filters to find content across your workspace.\r\n\r\nTASKS & PROJECTS\r\nCatch all details big and small in any workflow.\r\n• Workflow manager: Create your own priority labels, status tags, and automations to choose the exact info you want to track.\r\n• Capture every detail in a table. Break projects into manageable tasks to get the work done.\r\n\r\nAI\r\nOne tool that does it all - search, generate, analyze, and chat - right inside Notion.\r\n• Create notes. Transcribe meeting notes with AI.\r\n• Turn databases into interactive maps. Use the new Place property to pin restaurants, trips, offices, clients, and more.\r\n• Write better. Use Notion AI to help write and brainstorm.\r\n• Get answers. Ask Notion AI questions about all your content and get answers in seconds.\r\n• Autofill tables. Notion AI turns overwhelming data into clear, actionable information  — automatically.\r\n\r\nSYNCS WITH BROWSER, MAC, AND WINDOWS APPS.\r\n• Pick up on mobile where you left off on desktop.\r\n\r\nMORE PRODUCTIVITY. FEWER TOOLS.\r\n• Track to-dos, write notes, create docs, and manage projects in one connected workspace.\r\n\r\nTHINK IT. MAKE IT.",
    "summary": "Write notes, plan projects and organize tasks easily in one connected workspace"
  },
  {
    "app_id": "com.meetgeek.assistant",
    "title": "AI Transcribe. Speech to Text",
    "developer": "MeetGeek: AI Note Taker. Transcribe Speech to Text",
    "developer_id": "4791744790423350424",
    "category": "Productivity",
    "rating": 4.402299,
    "ratings_count": 914,
    "installs": "100,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Dec 4, 2023",
    "updated": 1768465550,
    "version": "1.13.0",
    "description": "MeetGeek is the AI-powered voice recorder app & AI Note Taker that allows you to transcribe speech to text and record audio in over 50 languages for:\r\n\r\n✓ face-to-face conversations \r\n✓ online meetings \r\n✓ training courses \r\n✓ interviews & more\r\n\r\nFrom today onward, your meetings can end with an accurate transcript & an AI-generated summary in your inbox that includes key highlights, decisions, and action items discussed.\r\n\r\nSupported languages: Afrikaans, Albanian, Arabic, Armenian, Azerbaijani, Bengali, Bosnian, Bulgarian, Burmese, Chinese, Croatian, Czech, Danish, Dutch, English, Estonian, Filipino, Finnish, French, Georgian, German, Greek, Hebrew, Hindi, Hungarian, Icelandic, Indonesian, Italian, Japanese, Kazakh, Korean, Latvian, Lithuanian, Macedonian, Malay, Maltese, Mongolian, Nepali, Norwegian, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Serbian, Slovak, Slovenian, Spanish, Sundanese, Swahili, Swedish, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Zulu.\r\n\r\n<b>MeetGeek Works With the Major Video Calling Apps</b>\r\n\r\nMeetGeek is a versatile notetaking app for meeting automation that you can use on multiple platforms to help you record audio & get AI-generated summaries. You can easily transcribe speech to text, take notes & summarize meetings conducted on:\r\n\r\n✓ Zoom, \r\n✓ Google Meet \r\n✓ Microsoft Teams\r\n\r\n<b>Record face-to-face conversations</b>\r\n\r\nMeetGeek is a speech-to-text app that allows you to record audio with just one touch of a button, get voice transcription & a summary of the chat shortly afterward inside the app and via email. This is especially useful if you need to keep records of your business meetings, talks from conferences, or offline meetings with clients.\r\n\r\n\r\n<b>Record & Transcribe speech to text</b>\r\n✓ Record audio & transcribe speech to text for meetings with just one click.\r\n✓ Automatically take meeting notes so you can focus on the conversation.\r\n✓ Have speakers labeled with tags for easy navigation.\r\n✓ Simply invite MeetGeek to meetings on your calendar & you are ready to go\r\n\r\n\r\n <b>Get a Smart AI Summary of Your Meetings</b>\r\n✓ Get a 5-min summary out of a 1-hour meeting.\r\n✓ MeetGeek detects action items, important moments, facts from your meetings & automatically tags them.\r\n✓ Use AI Highlights to quickly review the transcripts of your past conversations.\r\n✓ Send an AI summary over email to other participants of the offline meeting or video call.\r\n\r\n<b>Highlight & Share Transcripts</b>\r\n✓ Scroll back through the transcript to recall important details.\r\n✓ Share voice, video & text notes with others.\r\n✓ Search past recordings for keywords.\r\n✓ Export transcripts of your conversations as docs.\r\n✓ Integrate with apps like Notion, Slack, ClickUp, Pipedrive, HubSpot, and others.\r\n\r\n<b>Why Choose MeetGeek?</b>\r\nMeetGeek isn't just a voice recorder or a notes app; it's an all-in-one solution designed to enhance your productivity. With MeetGeek, you can effortlessly record audio during any video call & get comprehensive AI summaries, making it easier than ever to keep track of key information & action items. \r\n\r\nThis voice to text app supports over 50 languages & provides 300 minutes of free transcription.\r\n\r\nUsing MeetGeek during your Zoom, Google Meet, or Microsoft Teams video calls is straightforward. Similarly to Otter AI, Fireflies, Sembly AI, Fathom, Minutes, Transcribe, or Notta, the app provides automatic transcription & note-taking, ensuring you can focus on the discussion rather than worrying about missing important points. The notes app functionality means you can easily organize & review your meeting notes anytime.\r\n\r\nIn addition to its core features, MeetGeek offers detailed & descriptive summaries highlighting key points from your meetings. The app can also transcribe descript face-to-face conversations, making it a versatile tool for various settings.\r\n\r\nWith the MeetGeek AI notetaker, your offline meetings & online video calls become more productive & efficient.",
    "summary": "AI meeting note taker in 50+ languages. Take meeting notes automatically"
  }
]