[
  {
    "app_id": "ai.note.notepad.memo.journal.freenote",
    "title": "Freenotes - Notes Taking & PDF",
    "developer": "Freenotes Inc",
    "developer_id": "Freenotes+Inc",
    "category": "Productivity",
    "rating": 4.51,
    "ratings_count": 5734,
    "installs": "500,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Sep 26, 2025",
    "updated": 1769685971,
    "version": "2.42.0",
    "description": "Freenotes: The Ultimate Digital Note-Taking Solution for Study and Work\r\nFreenotes lets you experience true paperless learning, combining the pleasure of realistic handwriting with features that boost your study and work efficiency. Whether you're a college student needing PDF annotation or a professional seeking a high-efficiency meeting note tool, Freenotes is the best GoodNotes alternative for a seamless, productive experience across all your devices.\r\n\r\nAI Integration: Your Smart Study Assistant\r\nA handwriting app with built-in AI to summarize long notes or check grammar/spelling in handwritten text？\r\nFreenotes is equipped with a powerful AI Assistant designed to optimize your learning and reviewing process:\r\n- Instant Summaries & Answers: Take a screenshot or upload a document (PDF or photo) to instantly get answers to questions and AI-generated summaries of content. Perfect for quickly understanding long documents or creating study outlines for exams.\r\n- AI Study Companion: Use the assistant to clarify concepts, define terms, and check your handwritten notes for accuracy, turning passive review into active recall.\r\n  \r\n  High-Efficiency Note-Taking & Organization\r\nWhat's a high-quality app to handwrite meeting notes and convert them into searchable text?\r\nWe focus on helping you solve the pain point of messy, unsearchable notes:\r\n- Organized and Neat: The folder feature allows you to categorize and organize your notes by projects, courses, or topics, automating the organization of your note library.\r\n- Quick Search via OCR: No more wasting time searching! Our advanced handwriting OCR (Optical Character Recognition) means you can easily find the specific note or keyword you need, even if it was handwritten.\r\n  \r\n  Academic Powerhouse: PDF Annotation & Learning Tools\r\nBest Pad note-taking app for college students？ Recommend an aesthetic digital planner app for tablets that works with hyperlinked PDFs？\r\nFreenotes offers features essential for college students and professionals working with documents:\r\n- Interactive PDF Annotation: Annotate, mark up, and highlight large PDF files. Select text to translate and look up words directly for more convenient and engaging learning.\r\n- Hyperlink Support: Create hyperlinked digital planners or study guides that jump to different pages within your notes or to external web pages for easy access to related information.\r\n  \r\nMultitasking & Focus: Master Video Learning\r\n\"Take notes while watching videos,\" \"Split-screen for courses.\"\r\nMaximize productivity by taking notes while consuming content:\r\n- Seamless Video Learning: Use Picture-in-Picture (PiP) to take notes while watching online videos (YouTube, lecture recordings), and instantly capture relevant screenshots directly into your notes.\r\n- Dedicated Course Learning View: Display your handwritten notes or mind maps alongside course content in a specialized split-screen setup for deeper understanding and quick review.\r\n  \r\nReview & Memorization for Active Recall\r\n\"Helps with active recall,\" \"Exam preparation tool.\"\r\nWe provide specific tools proven to aid memory:\r\n- Active Recall Tape Tool: Use the tape tool to mark key information for memorization and quickly test yourself by toggling visibility—a powerful technique for active recall and exam preparation.\r\n- Exam Prep Center: Access built-in exam materials, timers, and use in-app layers and split-screen to practice and simulate exams without re-importing files.\r\n  \r\n  A True Paper Feel: Natural & Customizable Writing\r\nWhat app has the most natural and lowest-latency writing feel on a tablet?\r\n- Realistic Pen Strokes: Experience lifelike, low-latency pen strokes on electronic devices by combining handwriting pens, providing the most natural feel for writing on digital platforms.\r\n- Customization: Create and save custom brushes for quick access. Freenotes now supports the latest features of  Pencil.",
    "summary": "Note-taking apps with notepad & color notes. Take notes, to-do and markup PDF."
  },
  {
    "app_id": "com.fluidtouch.noteshelf3",
    "title": "Noteshelf 3: Digital Notes",
    "developer": "Fluid Touch",
    "developer_id": "Fluid+Touch",
    "category": "Productivity",
    "rating": 4.271845,
    "ratings_count": 11348,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Aug 7, 2024",
    "updated": 1770030926,
    "version": "3.2.2",
    "description": "\"Introducing the all new Noteshelf 3 - the perfect note-taking app for students, teachers, professionals, artists and bullet journal enthusiasts to create & organize digital notes. Download for free and embark on a journey of seamless organization, productivity and creativity.\r\n\r\nPERSONALIZE YOUR NOTE-TAKING EXPERIENCE\r\n- Craft beautiful handwritten notes with a range of lifelike pens and highlighters. Try our fountain pen for an aesthetic touch to your handwriting.\r\n- Take notes on lined, dotted, or grid papers in any color or line spacing.\r\n- Personalize your digital notebooks with multiple cover options - from classic designs to custom ones of your own images or artwork.\r\n- Enjoy a fully customizable toolbar! Add, remove, or re-arrange tools according to your unique workflow.\r\n- Choose from a vast library of 200+ exclusive templates for study planners, class notes, wellness trackers, bullet journals, etc., created by the Noteshelf team.\r\n- Plan and organize your daily tasks with configurable digital diaries & journals.\r\n\r\nWRITE, TYPE, DRAW, OR RECORD - YOUR CHOICE!\r\n- Transform your strokes into flawless shapes or choose geometric shapes to create flowcharts and diagrams.\r\n- Type your notes in various styles and formatting options.\r\n- Record audio as you take notes and never miss anything important - great for lectures & meetings!\r\n- Convert handwriting into text and search handwritten notes with handwriting recognition in 65 supported languages!\r\n- Make every page uniquely yours with fun stickers.\r\n- Find the perfect visuals to complement your notes from the UNSPLASH and PIXABAY libraries.\r\n- Use advanced image editing features like background removal and freeform cropping.\r\n\r\nDISCOVER THE BLISS OF PAPERLESS ORGANIZATION\r\n- Organize your notebooks into categories, groups, subgroups, and sort them in your preferred order.\r\n- Bookmark important pages, name them, and add colors to create your personalized table of contents.\r\n- Multi-task and work on two notebooks simultaneously with multiple windows support.\r\n\r\nANNOTATE LIKE A PRO\r\n- Import and highlight, underline or annotate PDFs & images with precision.\r\n- Use the built-in document scanner to quickly digitize physical documents.\r\n- Export and share your notes as images & PDFs.\r\n\r\nLET NOTESHELF AI DO THE HEAVY LIFTING\r\n- Generate handwritten notes effortlessly on any topic with Noteshelf AI.\r\n- Use Noteshelf AI to summarize whole pages, translate text into different languages, explain complex terms, and more.\r\n\r\nKEEP YOUR NOTES SAFE & ACCESSIBLE\r\n- Secure your notes with passwords, Face ID or Touch ID.\r\n- Access your notes across your Android devices with Google Drive sync.\r\n- Auto-backup your valuable notes to popular cloud storage devices like Google Drive, OneDrive, Dropbox and WebDAV.\r\n- Auto-publish notes to Evernote and access them from anywhere.\r\n\r\nSTAY TUNED FOR EXCITING UPDATES\r\nWe’re constantly working on new features to enhance your note-taking experience.\r\n\r\n---\r\n\r\nNoteshelf 3 is free to use with some limits. Go Premium and unlock the full experience with a small one-time fee:\r\n- Unlimited Notebooks\r\n- Handwriting recognition and search\r\n- Digital Diaries\r\n\r\nHave a suggestion? Reach out to us at noteshelf[at]fluidtouch.biz. We’d love to hear from you!\r\n\r\nHappy note-taking!",
    "summary": "Take beautiful handwritten notes, markup PDFs, record audio notes & a lot more!"
  },
  {
    "app_id": "com.microsoft.office.onenote",
    "title": "Microsoft OneNote: Save Notes",
    "developer": "Microsoft Corporation",
    "developer_id": "6720847872553662727",
    "category": "Productivity",
    "rating": 4.6301804,
    "ratings_count": 1460952,
    "installs": "500,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Feb 7, 2012",
    "updated": 1767995301,
    "version": "16.0.19127.20320",
    "description": "Organize your thoughts, discoveries, and ideas and simplify planning important moments in your life with your digital notepad. Take notes on your phone and sync them across all your devices with Microsoft OneNote.\r\n\r\nWith OneNote, you can plan a big event, seize a moment of inspiration to create something new, and track your list of errands that are too important to forget. Take notes, write memos and make a digital sketchbook right on your phone. Capture pictures and add images to your notes.\r\n\r\nSync notes across your devices to access them anytime, anywhere. Save ideas and check your list at home, in the office, or on the go across your devices. Search your notes quickly and effortlessly.\r\n\r\nTake notes, share ideas, organize and collaborate with Microsoft OneNote today.\r\n\r\nHomepage & Quick Capture Bar\r\n• Find all notes from your connected accounts in one place to easily create, find, & act on your notes\r\n• Now with Samsung Notes integration\r\n• Capture text, voice, ink or images to your notepad with Quick Capture\r\n• Capture notes in ink. Click the pen button & write down your thoughts\r\n\r\nScan Pictures & Extract Text\r\n• Notes Scanner: Scan documents, pictures, or files to extract notes\r\n• Capture images to extract text from documents, files, & more\r\n• Apply different filters to change colors, add ink, crop images & more\r\n\r\nAudio Notes\r\n• Take accurate voice notes with voice dictation\r\n• Click the Mic button to begin recording, then click it again to end recording & save the file\r\n• Dictate notes in 27 languages (note some languages are in preview) & use Auto-Punctutation to automatically format your notes\r\n\r\nCapture Content & Get Organized\r\n• Write notes, draw & clip things from the web to add to your notebook\r\n• Use OneNote’s flexible canvas to place content anywhere you want\r\n\r\nTake Notes & Achieve More\r\n• Organize your notes using to-do lists, follow up items, marks for what’s important & custom labels\r\n• Use OneNote as a notebook, journal or a notepad\r\n\r\nSave Ideas At The Speed of Light\r\n• OneNote syncs your notes across all devices & lets multiple people work on the content together, at the same time\r\n• Notepad badge hovers on screen & lets you quickly write your thoughts down any time\r\n• Sticky notes are helpful for quick memos\r\n\r\nCollaborate & Share Notes\r\n• Take meeting notes, brainstorm projects, & draw attention to important points\r\n• Take notes & save ideas across your favorite devices, no matter what device your team likes to use\r\n• Search your notes with a fast & powerful search function\r\n\r\nBetter Together With Microsoft Office\r\n• OneNote is part of the Office family & works great with your favorite apps, such as Excel or Word, to help you do more\r\n\r\nWrite notes, save ideas & keep up with your to-do list with Microsoft OneNote.\r\n\r\nYou can find answers to frequently asked questions about OneNote for Android at http://aka.ms/OnenoteAndroidFAQ\r\n\r\nRequirements:\r\n• Requires Android OS 9.0 or later.\r\n• A free Microsoft account is required to use OneNote.\r\n• OneNote opens existing notebooks created in Microsoft OneNote 2010 format or later.\r\n• To sync your notes to OneDrive for Business, sign in with your organization’s Office 365 or SharePoint account.\r\n\r\nThis app is provided either by Microsoft or a third-party app publisher and is subject to a separate privacy statement and terms and conditions. Data provided through the use of this store and this app may be accessible to Microsoft or the third-party app publisher, as applicable, and transferred to, stored and processed in the United States or any other country where Microsoft or the app publisher and their affiliates or service providers maintain facilities.\r\n\r\nPlease refer to Microsoft’s End User License Agreement (EULA) for Terms of Service for OneNote on Android. By installing the app, you agree to these terms and conditions: https://support.office.com/legal?llcc=en-us&aid=OneNoteForAndroidLicenseTerms.htm. Microsoft’s privacy statement is available at https://privacy.microsoft.com/en-us/privacystatement",
    "summary": "Powerful notepad to capture ideas & save notes. Easily organize & share notes"
  },
  {
    "app_id": "easynotes.notes.notepad.notebook.privatenotes.note",
    "title": "Easy Notes - Note Taking Apps",
    "developer": "Gulooloo Tech Co., Ltd.",
    "developer_id": "4626225608014895570",
    "category": "Productivity",
    "rating": 4.6766996,
    "ratings_count": 391453,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Oct 29, 2020",
    "updated": 1770036328,
    "version": "1.3.39.0121",
    "description": "Create notes, memos and lists with the best note-taking app for Android!\r\n\r\nWant free note-taking apps to take notes and memo?\r\nWant sticky notes widget with colorful notepad themes?\r\nWant free goodnotes app to take good notes?\r\nThen, this notepad free, memo, notebook app is exactly what you need for taking notes, checklists and sticky notes anywhere\r\n\r\n<b>⭐ Easy Notes - Notebook, Notepad ⭐ </b> is a free note-taking app for making good notes. With this easy notebook and notepad app, take quick & good notes with colorful backgrounds and checklists to organize notes and tasks easily. Use this note taker and aesthetic notes to add photos or audio to your sticky notes. Easy Notes, good note-taking apps and digital notebook free for organizing notes, memo, checklists, and sticky notes.\r\n\r\n<b>Easy Notes Features </b>\r\n📒 Notepad free and notebook free for note-taking apps\r\n🖼 Photo notes, voice memos, sticky notes widget\r\n📌 Pin memos, notes and view them with notes widget\r\n🗓 Sort notes by time\r\n🗂 Organize notes by color, category, tags\r\n📥 Save notes automatically when taking notes\r\n📋 Take checklist and memo with calendar\r\n✍️ Draw in this note-taking apps with pens and templates\r\n⬆️ Cloud sync and local backup to keep notes safe\r\n🛎 Set up notes reminders in notepad & notebook\r\n📅 Calendar notes writer for good note taker \r\n🔐 Lock notes and keep notes private\r\n🎨 Make color sticky notes on tablet and phone\r\n👀 Sticky notes free and view notebook by sticky notes widget\r\n\r\n<b>Good Note Taking Apps </b>\r\n<b>Easy Notes - Notepad Free, Notebook, Notas, Free Notes App </b> is a good note taking app for notebooks. Make shopping lists or checklists with this simple notepad free and note taking apps.\r\n\r\n<b>Notepad free with Good Notes Widget </b>\r\nTake notes, view notes, and check memos with this good notes taking app. Display notes by list or grid in notebooks. Pin key notes or memos at the top is available in notes writer and note pad. Sticky notes on homepage for quick view.\r\n\r\n<b>Personalize Notetaking with Colors </b>\r\n<b>Easy Notes - Notepad Free, Notes Writers, Notebook, Notes App </b> is a good note widget app that supports color notes. Take notes with different note colors and awesome note themes. Easy Notes writer customizes notebook with different themes. Choose notes themes in this note taking apps and make your notepad more organized！\r\n\r\n<b>Notes Category and Memo </b>\r\nMake notes for school, work, or other usage scenarios. This easy note pad, note-taking app, free notebooks help you categorize notes into different tabs. Manage your notes more efficiently and easily.\r\n\r\n<b>Manage Notes with Category</b>\r\nThis note taking app is easy to take school notes, book notes, text notes, work memo, and stick notes widget. Hand-drawn to help you customize your note taking apps.\r\n\r\n<b>Calendar Notes and Notepad </b>\r\nUse this note pad to view your memos and quick notes in calendar mode. Note taking apps help to write notes, memos or organize notes in the form of a calendar. In a word, you can noteit anytime and anywhere.\r\n\r\n<b>Local Backup and Cloud Sync </b>\r\nEasy Notes can sync notes between tablet and phone through Google Drive. Never worry about losing notes and memo. Easy to share notes, image, and voice memo to others.\r\n\r\n<b>Reminder for Notebook Free </b>\r\nThe free memo notes app allows you to set reminders for notebooks. Schedule your time and don't miss important notes. Well organized with this notebook free.\r\n\r\n<b>Keep Notes Safe </b>\r\nLock notepad helps keep notes private with passwords. Note writer with locker protect one note pad or the entire notes category to keep all notebook app safe.\r\n\r\n<b>Sticky Notes Widget </b>\r\nSticky notes widget helps quick access to notepad. Easy to add sticky note widget with various color sticky notes widget themes. Customize sticky notes widget to help you work better, note pad also available on tablet.\r\n\r\nAny issues, mail us via easynotes@guloolootech.com\r\nThank you for using Notepad, Notebook, Note-taking apps, Free Note widget App.",
    "summary": "Take notes & memos with good notes app. Note taking apps with notepad & notebook"
  },
  {
    "app_id": "com.google.android.keep",
    "title": "Google Keep - Notes and lists",
    "developer": "Google LLC",
    "developer_id": "5700313618786177705",
    "category": "Productivity",
    "rating": 4.6934137,
    "ratings_count": 2260928,
    "installs": "1,000,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Mar 20, 2013",
    "updated": 1770052999,
    "version": "Varies with device",
    "description": "Quickly capture and share your thoughts, manage your to-dos, and stay organized. Google Keep has all of the functionality you need, with advanced security and privacy measures to keep your information safe.\r\n\r\nCapture what’s on your mind\r\n• Inspiration strikes anywhere. Jot down a quick note, snap a photo of something you want to remember, or speak a voice memo on the go. \r\n• Take advantage of widgets on your phone and tablet and add tiles and complications to your Wear OS device to quickly capture your thoughts.\r\n\r\nShare ideas with friends and family\r\n• Manage your grocery list or plan your next trip by sharing your Keep notes with others and collaborating.\r\n\r\nFind what you need, fast\r\n• Color and add labels to notes to quickly organize and get on with your life. If you need to find something you saved, a simple search will turn it up.\r\n• Pin notes to your phone or tablet homescreen with widgets and add shortcuts to your notes with tiles on a Wear OS device.\r\n\r\nThe right note at the right time\r\n• Need to remember to pick up some groceries later this week? Set a reminder to bring back your grocery list right when you need it.\r\n\r\nAlways within reach\r\n• Keep works on your phone, tablet, computer and Wear OS device. Everything syncs across all of your devices so your thoughts are always with you.",
    "summary": "Google Keep"
  },
  {
    "app_id": "com.jideos.jnotes.overseas.google",
    "title": "Jnotes: Note-Taking, AI, PDF",
    "developer": "one of the handwritten notes",
    "developer_id": "one+of+the+handwritten+notes",
    "category": "Productivity",
    "rating": 4.42,
    "ratings_count": 22962,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 6, 2022",
    "updated": 1766834955,
    "version": "3.5.8.6-gp",
    "description": "Jnotes is the professional AI-powered PDF annotator and handwriting app. Seamlessly write on PDF, organize study notes, and use our digital planner to elevate your paperless productivity on tablets.\r\n\r\n✨ Why Jnotes? The best Goodnotes alternative for Android users!\r\n\r\nLooking for the ultimate note-taking app for your Android tablet? 📝 Jnotes offers smooth stylus writing, AI-powered notes, PDF annotation and editing tools, handwriting recognition (OCR), and rich note formats. Start creating smart, organized, and beautiful digital notes today!\r\n\r\n✏️ Smooth Digital Handwriting\r\n• Customizable pen colors and thickness.\r\n• Advanced digital ink technology ensures lag-free handwriting with stylus support.\r\n• Draw mind maps, write naturally, and enjoy refined stylus compatibility.\r\n• Handwriting Recognition (OCR): Search, edit, and export handwritten content effortlessly.\r\n\r\n🤖 AI-Powered Notes & Summary\r\n• AI Summary: Quickly generate accurate summaries of your notes.\r\n• AI Flashcards: Turn notes into interactive quizzes with AI highlighting key terms.\r\n• AI Quizzes & Tests: Generate comprehensive quizzes (incl. single-select, multiple-choice, true/false, open-ended questions, case studies) for quick knowledge verification and gap identification.\r\n• Multimodal AI Notes: Generate intelligent notes from documents (PDF, DOCX, PPTX, MD), media files (MP3, MP4, MOV), and images.\r\n\r\n📄 PDF Annotation & Editing\r\n• Import PDFs and annotate with a full toolkit.\r\n• Add handwritten notes, comments, and highlights directly on PDFs.\r\n• Multi-Window Support: Use multi-window reading and annotating.\r\n• Convert, translate, copy-paste, and export PDFs easily.\r\n\r\n🎨 Extensive Customization Options\r\n• Switch between Dark Mode and Eye-Comfort Mode.\r\n• Choose from various interface themes and styles for notebook personalization.\r\n• Import custom fonts for unique, aesthetic notes.\r\n\r\n📚 Rich Note Formats\r\n• Vast Library: Tons of templates, covers, and stickers to make your notes pop.\r\n• Powerful editing tools: stroke modification, auto-shape drawing, image insertion.\r\n• Sync audio recordings with drawings and text for multimedia notes.\r\n\r\n🗂️ Efficient Note Management\r\n• Organize notes in multi-level folders.\r\n• Quick search for typed or recognized handwritten content.\r\n• Backup your notes locally for extra security.\r\n\r\nCore Uses of Jnotes\r\n 🎓 For Students\r\n• Use Cornell Notes templates for structured study notes, college work, and test prep.\r\n• Turn long notes into easy-to-review summaries with AI Summary.\r\n• Automatically create interactive flashcards using AI.\r\n• Annotate, highlight, and write directly on PDFs with ease.\r\n\r\n💼 For Professionals\r\n• Grab templates for meeting notes, business reports, and project management.\r\n• Record voice notes during meetings and sync them with handwritten or typed text.\r\n• OCR instantly converts handwriting into searchable, editable text.\r\n\r\n🖊️ For Journaling & Planning\r\n• Use Jnotes as a daily planner, personal journal, or creative notebook.\r\n• Enjoy realistic, lag-free handwriting with stylus input.\r\n• Plan everything—from meals to workouts—or sketch your next big idea.\r\n\r\n📌 How to Get Help / Stay Connected\r\n📥 Email: Jnotes_offer@jideos.com (Include your Jnotes version, tablet model, screenshot/video, and issue description)\r\n💬 Social Media:\r\n- Instagram: @jnotesapp\r\n- X: @Jnotes_official\r\n- YouTube: @jnotes5711\r\n\r\n🚀 Download Jnotes now and transform your Android tablet into the most powerful digital notebook today!\r\n⭐ Loving Jnotes? We'd be thrilled if you left us a 5-star review on the Play Store! Your feedback helps us keep improving!",
    "summary": "Pro PDF annotator & digital planner for study. Write on PDF & handwriting."
  },
  {
    "app_id": "com.yygg.note.app",
    "title": "Notewise - AI Notes, PDF, Docs",
    "developer": "Notewise",
    "developer_id": "7180325674175815247",
    "category": "Productivity",
    "rating": 4.5930233,
    "ratings_count": 24505,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 21, 2022",
    "updated": 1770278837,
    "version": "3.3.6",
    "description": "🏆 Google Play’s Best of 2024 Winner\r\n\r\nNotewise is the future of note-taking on Android. Whether you’re sketching diagrams, annotating PDFs, journaling ideas, or building a second brain—Notewise gives you a freeform canvas that feels like pen and paper—supercharged by AI.\r\n\r\nWith Notewise, you don’t just take notes. You create good notes —searchable, flexible, and future-proof.\r\n\r\n<b>✨ AI Superpowers for Your Notes</b>\r\nNotewise AI makes your notes smarter—without compromising your privacy.\r\n\r\n• Chat with your notes: ask questions, summarize content, or review key ideas.\r\n• Auto-generate guided podcasts from your writing.\r\n• Highlight anywhere—typed or handwritten—and ask context-aware questions.\r\n• OCR handwriting, scanned documents, and images in 20+ languages.\r\n• Make messy scribbles searchable—instantly.\r\n\r\n🚫 No data selling. 🚫 No creepy analytics.\r\n\r\n<b>🖊️ Handwriting That Feels Like Magic</b>\r\nDesigned for stylus-first note-takers, Notewise offers:\r\n\r\n• Ultra-low-latency writing\r\n• Reliable palm rejection\r\n• Pressure-sensitive pens and smooth highlighters\r\n• Realistic stroke stabilization and smart shape assist\r\n\r\nWhether you're taking class notes or sketching wireframes, it just works.\r\n\r\n<b>🛠️ Tools Built for Power Users</b>\r\nUse the full toolbox to create your own system of thinking and learning:\r\n\r\nPen, Highlighter, Eraser, Lasso, Tape, Shape, Textbox, Image, Audio Recorder, Table, Zoombox, Ruler, Laser Pointer.\r\n\r\nCreate freely. Every tool is fast, fluid, and purpose-built.\r\n\r\n<b>🔍 AI OCR: Your Handwriting, Now Searchable</b>\r\n• Extract text from handwritten notes, scans, or imported PDFs\r\n• Find formulas, quotes, or action items in seconds\r\n• Multilingual support for global users\r\n• Works across class notes, whiteboards, worksheets, and more\r\n\r\n<b>📂 Organize with Confidence</b>\r\n• Unlimited folders, tags, and sorting options\r\n• Pin recent notes, merge content, reorder pages\r\n• Bulk import/export with smart file handling\r\n• Color-code and customize your library\r\n\r\n<b>🤝 Sync, Collaborate, Share</b>\r\n• Real-time collaboration in shared notebooks\r\n• Seamless sync across Android, iOS, and Web\r\n• Offline-first with automatic cloud sync\r\n• Share via URL, QR code, or export to PDF/image formats\r\n\r\n<b>🔒 Privacy-First by Design</b>\r\nWe’re a small, independent team. We don’t sell your data. We don’t show ads. Your notes are encrypted, secure, and under your control.\r\n\r\n• Choose one-time purchase or subscription\r\n• Notewise Cloud unlocks sync, AI, OCR, and collaboration\r\n• Use core features for free—forever\r\n\r\nNo paywall for basics. No lock-in.\r\n\r\n<b>🚀 Always Getting Better</b>\r\nWe ship fast: 20+ major updates in the last year. Recent additions include:\r\n\r\n• Redesigned UI with adaptive layout\r\n• Tape tool to hide and reveal content\r\n• Tabbed navigation, note linking, shape editing\r\n• Table support, image tools, audio export\r\n• Recycle bin, page rotation, and more\r\n\r\nAnd we're just getting started.\r\n\r\n<b>✍️ Take Good Notes Only</b>\r\nNotewise is built for thinkers, tinkerers, students, and builders of all kinds. Whether you’re diagramming an idea, revising a lecture, or designing your own productivity system—Notewise adapts to how you think.\r\n\r\n—\r\nSkip the bloat. Keep the power. Build your notes your way—with a tool that respects your privacy.\r\n\r\n<b>📥 Download Notewise for free today</b> and experience note-taking that works like code: fast, indexable, and smart.",
    "summary": "The paper-like writing you love, now with AI superpowers. Note-taking, evolved."
  },
  {
    "app_id": "com.fluidtouch.noteshelf2",
    "title": "Noteshelf - Notes, Annotations",
    "developer": "Fluid Touch",
    "developer_id": "Fluid+Touch",
    "category": "Productivity",
    "rating": 4.285714,
    "ratings_count": 16657,
    "installs": "100,000+",
    "price": 7.99,
    "free": false,
    "content_rating": "Everyone",
    "released": "Dec 18, 2018",
    "updated": 1737379876,
    "version": "9.0.10",
    "description": "A new version of Noteshelf is available on the Play Store as a free download. Search for \"Noteshelf 3\" on the Play Store to find it. We’ll continue to support “Noteshelf 2\" (this app). However, if you are a new user, we recommend \"Noteshelf 3\". It has the latest features to enhance your note-taking experience.\r\n\r\nTake beautiful handwritten notes, annotate & markup PDFs, record audio notes, and more with Noteshelf for Android- a note-taking app designed for students, teachers, and professionals to create and organize their digital notes. \r\n\r\n✍️ NATURAL HANDWRITING\r\n- Experience handwriting that feels just right with our range of realistic pens and highlighters. \r\n- Play around with colors, shapes, and images to create your own notes. So, taking your best class notes or meeting memos is now colorful and fun too! \r\n- We support a variety of stylus for taking beautiful handwritten notes. You will never miss using a pen and notepad again! On Samsung Galaxy Note devices, we also support a quick-erase option with the S-pen button.\r\n\r\n📝 ANNOTATE PDFs & WRITE ON IMAGES\r\n- Import PDFs or images into Noteshelf to highlight, underline, or markup with our convenient formatting tools. \r\n- You can edit school notes, grade papers, fill out forms, and sign documents too!\r\n\r\n🔍 SEARCH & CONVERT HANDWRITTEN NOTES TO TEXT/ OCR\r\n- Search through your notes written in your handwriting. We support handwriting recognition in 65 languages.\r\n- Convert your handwritten notes to typed text seamlessly.\r\n\r\n🎁 FIND A TEMPLATE FOR EVERY NEED\r\n- Explore a vast library of 200+ templates created by the Noteshelf team. Find templates for student notes, lesson plans, to-do lists, health trackers, bullet journaling and a lot more.\r\n- Plan and organize your days with a collection of beautiful digital diaries and journals.\r\n\r\n🤖NOTESHELF AI\r\n- Introducing Noteshelf AI, an intelligent assistant that can understand your handwriting and help you power through tasks.\r\n- Watch Noteshelf AI generate beautiful handwritten notes on any topic.\r\n- Use Noteshelf AI to create study notes, summarize an entire page of your handwritten notes, translate text, explain complex terms, and more.\r\n\r\n📓PERSONALIZE YOUR NOTE-TAKING\r\n- Take notes on lined, dotted, or grid papers in different colors and customizable line spacing.\r\n- Select from packs of beautifully crafted covers to add a personal touch to your notebooks.\r\n- Type your notes and choose from various styles and formatting options.\r\n- Record audio as you take notes so you never miss anything important at school or work. Add as many recordings as you want during lectures and meetings and play them back anytime, even as you take handwritten notes.\r\n- Convert your strokes into perfectly drawn shapes or choose from an array of different shapes to create flowcharts and diagrams.\r\n\r\n📚STAY ORGANIZED\r\n- Keep your personal and business notes separate. Drag and drop notebooks into groups or categories quickly to organize them.\r\n- Bookmark important pages, name and color them to create your very own table of contents for your notes.\r\n\r\n🗄️KEEP YOUR NOTES SAFE AND ACCESS THEM ANYTIME\r\n- Sync your notes via Google Drive and easily access them on any Android device.\r\n- Auto-backup your notes to Google Drive, OneDrive, Dropbox or WebDAV\r\n- Automatically publish your notes to Evernote and access them from any location.\r\n\r\n➕ SOME MORE FEATURES\r\n- Share your notes as images\r\n- Illustrate your notes with visuals from the UNSPLASH and PIXABAY libraries\r\nSay goodbye to screen glare and embrace a soothing, eye-friendly dark color scheme.\r\n\r\n📣Stay tuned for more\r\n\r\nNoteshelf is continually evolving, with many exciting features on the way.\r\n\r\nHave a suggestion? Reach out to us at noteshelf@fluidtouch.biz. We'd love to hear from you!\r\n\r\nHappy note-taking!\r\n\r\n“Noteshelf—Digital Note-Taking, Simplified!”",
    "summary": "Note taking, handwriting, record audio, PDF annotation, planner & journal"
  },
  {
    "app_id": "notion.id",
    "title": "Notion: Notes, Tasks, AI",
    "developer": "Notion Labs, Inc.",
    "developer_id": "Notion+Labs,+Inc.",
    "category": "Productivity",
    "rating": 4.675905,
    "ratings_count": 333599,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Jun 5, 2018",
    "updated": 1770059245,
    "version": "0.6.3618",
    "description": "Notion is an AI-powered all-in-one workspace that helps individuals and teams write notes, manage tasks, organize projects, and collaborate in one place. Whether you’re tracking personal to-do lists, writing and organizing class notes, or managing projects with a team, Notion helps users plan work, stay organized, and achieve goals.\r\n\r\n\"AI's everything app\" — Forbes\r\n\r\nNotion is a productivity app where you can write, plan, and organize your notes, projects, tasks and more. Ask Notion AI about project updates, upcoming tasks, and suggestions for a more streamlined workflow.\r\n\r\nSimplify writing notes, project and task management, and collaboration. Whether for personal, student or professional use, Notion scales to meet your individual needs with customization tools for everyone.\r\n\r\nNEW features:\r\n• AI Meeting Notes: Perfect meeting memory. Your notetaker catches every detail and delivers actionable summaries, right where you work.\r\n• Maps View: Turn databases into interactive maps. Use the new Place property to pin restaurants, trips, offices, clients, and more.\r\n\r\nFREE FOR PERSONAL USE\r\nIndividuals manage day-to-day tasks, notes, and personal organization.\r\n• Create as many notes, docs, and content as you want.\r\n• Use one of thousands of templates to get started.\r\n\r\nFREE TO TRY WITH YOUR TEAM\r\nTeams run on Notion every day, from next-generation startups to established enterprises.\r\n• Import Google Docs, PDFs, and other content types easily to get started\r\n• Write and organize meeting notes, or transcribe with AI.\r\n• Collaboration and team work at your fingertips, in one connected workspace.\r\n• Connect tools like Figma, Slack, and GitHub to Notion.\r\n\r\nFREE FOR STUDENTS\r\nStudents organize notes, assignments, and study plans in one place.\r\n• Your study planner, class notes, to do lists and more, your way. Loved by millions of students worldwide.\r\n• Get organized for your best school year yet with beautiful, customizable templates created by students, for students.\r\n\r\nNOTES & DOCS\r\nCommunication is made efficient with Notion's flexible building blocks.\r\n• Create docs with beautiful templates, images, to-dos, and 50+ more content types.\r\n• Meeting notes, projects, design systems, pitch decks, and more.\r\n• Find exactly what you need using Search with powerful filters to find content across your workspace.\r\n\r\nTASKS & PROJECTS\r\nCatch all details big and small in any workflow.\r\n• Workflow manager: Create your own priority labels, status tags, and automations to choose the exact info you want to track.\r\n• Capture every detail in a table. Break projects into manageable tasks to get the work done.\r\n\r\nAI\r\nOne tool that does it all - search, generate, analyze, and chat - right inside Notion.\r\n• Create notes. Transcribe meeting notes with AI.\r\n• Turn databases into interactive maps. Use the new Place property to pin restaurants, trips, offices, clients, and more.\r\n• Write better. Use Notion AI to help write and brainstorm.\r\n• Get answers. Ask Notion AI questions about all your content and get answers in seconds.\r\n• Autofill tables. Notion AI turns overwhelming data into clear, actionable information  — automatically.\r\n\r\nSYNCS WITH BROWSER, MAC, AND WINDOWS APPS.\r\n• Pick up on mobile where you left off on desktop.\r\n\r\nMORE PRODUCTIVITY. FEWER TOOLS.\r\n• Track to-dos, write notes, create docs, and manage projects in one connected workspace.\r\n\r\nTHINK IT. MAKE IT.",
    "summary": "Write notes, plan projects and organize tasks easily in one connected workspace"
  },
  {
    "app_id": "com.onyx.galaxy.global.note",
    "title": "StarNote: Handwriting & PDF",
    "developer": "StarNote",
    "developer_id": "StarNote",
    "category": "Productivity",
    "rating": 4.42,
    "ratings_count": 3112,
    "installs": "500,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 9, 2025",
    "updated": 1769005140,
    "version": "1.3.0",
    "description": "StarNote: Your Next-Gen Digital Note-Taking App\r\nTired of slow, limited note-taking apps that demand expensive monthly fees? StarNote Notebook is engineered for students and professionals. We deliver unparalleled, low-latency handwriting that truly mimics paper on Android tablets. The best part? StarNote offers a simple one-time purchase for lifetime access—NO expensive subscriptions ever!\r\n⭐ Stop searching for a Goodnotes alternative, Notability alternative, or Notewise alternative. StarNote is the feature-rich digital notebook built to be the industry leader on Google Play!\r\n---\r\nWe prioritize efficiency and powerful tools for serious note takers. StarNote’s features are designed to significantly boost your productivity:\r\n\r\n🚀 Ultimate Handwriting & Infinite Canvas\r\n- True Pen Feel: Proprietary Ink Engine delivers highly responsive, low-lag handwriting for your stylus pen. Experience the best digital writing on your tablet.\r\n- Infinite Scroll: Say goodbye to page boundaries! Our infinite canvas provides limitless space for mind maps, detailed sketches, and extensive project notes.\r\n- Versatile Toolkit: Multiple pen types (fountain, ballpoint, highlighter) with customizable colors and thickness to perfect your digital journaling.\r\n\r\n✨ Pro-Level Creation & Page Management (Unmatched Features)\r\n- Layered Design: Advanced note layers let you separate annotations, images, and text onto distinct layers, simplifying complex digital planning and design projects.\r\n- Seamless Expansion: Revolutionary page extension lets you instantly expand your handwritten notes in any direction—ideal for long meeting notes or spontaneous ideas.\r\n- Pro Layout: Use layers and infinite page space to easily create sophisticated electronic planners or complex academic papers.\r\n\r\n📘 PDF Annotation & Study Toolkit\r\n- Deep PDF Annotation: Import PDF documents, textbooks, or work reports. Easily highlight, markup, and add your handwritten notes and text boxes directly onto the file.\r\n- Smart Organizer: Robust file management system: folders, tags, and powerful search to keep study notes and work documents perfectly sorted.\r\n- Quick Capture: Instantly import content (web pages, images) for immediate annotation on your digital notepad.\r\n\r\n💡 Smart Backup & Data Security\r\n- Intelligent Layout: Automatic beautification of handwriting and correction of shapes makes your final notebook look polished and professional.\r\n- Cloud Sync & Backup: Seamlessly sync all your handwritten notes across multiple devices with cloud backup (Google Drive integration). Your data is always safe.\r\n- Export Ready: Export your digital notes in various formats like PDF, PNG, and JPEGs for easy sharing and printing.\r\n\r\n💎 Value & Creativity Hub (Unbeatable Price & Assets)\r\n- Lifetime Access: No Subscription Fees! Get lifetime access to all Pro features with a single, affordable payment, unlike expensive subscription apps.\r\n- Rich Asset Center: Access a massive, ever-growing library of FREE templates, professional stickers, and digital paper to customize your electronic planners without limits.\r\n---\r\nStarNote is the digital organizer for every user:\r\n- Students: Ideal for lecture notes, creating flashcards, and comprehensive PDF study annotations.\r\n- Professionals: Essential for swift meeting minutes, project management, and rapid handwriting ideation.\r\n- Creators: The perfect digital journal, sketchbook, and planner tool.\r\n\r\n【Important Feedback Channel】\r\nWe value every user's suggestion. If you encounter any issues or have suggestions for StarNote, please contact our dedicated team directly via the App: Settings ➡️ Help & Feedback. Your input drives us to be the best note-taking app on Android!\r\nStarNote is the premier Goodnotes alternative, Notability alternative, and Notewise alternative on Google Play. It provides the professional features you need, without the expensive subscription model. Download now to experience the ultimate handwriting app designed for your success.",
    "summary": "Lifetime Access Digital Notebook. PDF Annotator & Handwriting App for Tablet."
  },
  {
    "app_id": "com.goodnotes.android.app",
    "title": "Goodnotes: AI Notes, Docs, PDF",
    "developer": "Goodnotes",
    "developer_id": "Goodnotes",
    "category": "Productivity",
    "rating": 3.7346938,
    "ratings_count": 25911,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Aug 3, 2023",
    "updated": 1769426661,
    "version": "2.0.0 (v266319)",
    "description": "Goodnotes – Take Notes, Organize Docs, and Boost Productivity. \r\nGoodnotes is a powerful note taking app designed to help you capture ideas, organize your notes, and manage your docs and documents across Android, Windows, Chromebooks. Whether you’re in class, at work, or planning your day, Goodnotes gives you all the tools you need to create, edit, and organize your notes and docs in one place for seamless note taking and document management.\r\n\r\n🏆 Awarded Google Play Best of 2025 — Best App for Large Screens.\r\n\r\nNow with Goodnotes AI: Type, think, and ship faster.\r\n▪ Summarize, rewrite, and edit your notes with tone suggestions and smart corrections\r\n▪ Create first drafts in seconds instead of starting from scratch\r\n▪ Ask questions about your notes and get instant insights\r\n\r\nOrganize Notes, Docs, and PDFs Your Way\r\n▪ Create unlimited folders to manage all your notes, docs, and PDFs\r\n▪ Choose Notebooks for daily planning and PDFs, Whiteboard for brainstorming and mind mapping, and Text Documents for fast typing and polished docs\r\n▪ Search typed and handwritten notes to find key moments fast\r\n▪ Access your notes seamlessly across Android, Chromebooks, Windows and Web\r\n\r\nFor Students:\r\n▪ Capture and organize learning with easy note taking\r\n▪ Share links to notebooks, docs, PDFs, and whiteboards for collaborative note taking\r\n▪ Work together with classmates in real time\r\n▪ Keep your lectures organized with folders and favorites\r\n▪ Personalize your notes with planners, covers, stickers, paper templates, and layouts\r\n▪ Download templates for journaling, planning, and creative note taking\r\n▪ Use the lasso tool, layering, shapes, and sticky notes to design unique notes and whiteboard content\r\n\r\nFor Professionals:\r\n▪ Work smarter with your notes, docs, and PDFs\r\n▪ Import PDFs to fill, sign, annotate and markup\r\n▪ Export notes as PDFs to share, print, or email\r\n▪ Present directly from your device using the built-in laser pointer\r\n▪ Brainstorm and collaborate in real time—see your collaborators and their updates instantly\r\n▪ Use note taking and whiteboard features to enhance productivity and creativity\r\n\r\nEnjoy uninterrupted note taking and real-time collaboration anytime, anywhere.\r\n\r\nGoodnotes is trusted by millions for intuitive note taking, smart document organization, and creative productivity. Download now and start organizing your notes, docs, PDFs, and whiteboards like never before.\r\nSome highlighted features, such as collaboration, sharing and unlimited notebooks, require an active Goodnotes subscription to use.\r\nAll new users are eligible for a 7-day free trial to explore the full range of Goodnotes features.\r\nOn older or entry‑level devices, like tablets 4 GB RAM or less or basic Chromebooks, performance and functionality may be limited.\r\n\r\nPrivacy Policy: [https://www.goodnotes.com/privacy-policy](https://www.goodnotes.com/privacy-policy)\r\nTerms and Conditions: [https://www.goodnotes.com/terms-and-conditions](https://www.goodnotes.com/terms-and-conditions)\r\nWebsite: [www.goodnotes.com](http://www.goodnotes.com/)\r\nTwitter: @goodnotesapp\r\nInstagram: @goodnotes.app\r\nTikTok: @goodnotes",
    "summary": "Smart note taking and whiteboard app. Organize work and manage documents."
  },
  {
    "app_id": "com.flexcil.flexcilnote",
    "title": "Flexcil Notes & PDF Reader",
    "developer": "Flexcil Inc.",
    "developer_id": "Flexcil+Inc.",
    "category": "Productivity",
    "rating": 3.78,
    "ratings_count": 10702,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Apr 21, 2021",
    "updated": 1769421785,
    "version": "1.4.2.12",
    "description": "The world’s ultimate note-taking & PDF reader for Android\r\n\r\nExperience the best note-taking app loved by 9.2 million users!\r\nWhether you’re taking notes, reading PDF documents, editing notebooks, managing memo or creating your own digital planner - use Flexcil!\r\n\r\nBoost your document productivity and take good notes with Flexcil!\r\n\r\nHighlight easily and capture images or text in the documents or scribble notes with pen gestures.\r\nWith gestures, summarizing documents into a notebook becomes more efficient.\r\n\r\n<font color=\"#4793EF\"><b>☆ Selected by Apple and Samsung</b></font>\r\n● Flexcil is on the iPad displayed in Apple’s offline store as a demo app\r\n● Featured more than 20 times as a ‘Featured App’ by Apple Appstore in 156 countries!\r\n● Selected to join Samsung Electronics' startup acceleration program ‘C-Lab Outside’\r\n● Google Play Top Revenue app in South Korea\r\n\r\n<font color=\"#4793EF\"><b>NOTE-TAKING & PDF READER IN ONE</b></font>\r\n● Edit, annotate and organize PDF documents & Notebook\r\n● Beautiful handwriting with vector-based pen engine \r\n● Organize and manage your documents AND notes\r\n● Summarize your ideas on notebook\r\n● Endless pen colors, sizes, and fonts that can help you take good notes\r\n● Instantly open any PDF documents for reading and studying\r\n\r\n<font color=\"#4793EF\"><b>ORGANIZE EVERYTHING SEAMLESSLY WITH HYPERLIKNKS</b></font>\r\n● Capture everything on the documents to your notes \r\n● Save your time - Link between the original source and captured text or image is automatically created\r\n● Pinpoint every data on the documents from your study notes\r\n\r\n<font color=\"#4793EF\"><b>EASY AND INTUITIVE NOTE-TAKING WITH GESTURE FUNCTIONS</b></font>\r\n● Provide pleasant experience when reading PDF or taking notes with Pen Gesture mode - FLEXCIL EXCLUSIVE\r\n● Easily highlight and underline text on the documents with GESTURES - You ONLY need 2 STEPS!\r\n● Drag and paste text to the PDF documents or notebook flawlessly.\r\n● Add text and annotate with ease\r\n● Capture images and documents to the notes smoothly\r\n● Annotate PDF documents can't be more simple\r\n● Improved the tiring, old fashioned way of note-taking which results in wrist or palm pain\r\n\r\n<font color=\"#4793EF\"><b>MULTITASK</b></font>\r\n● View PDF and take notes at the same time during class!\r\n● Simply drag & drop text or image from other apps to PDF or notes\r\n● Edit to PDFs at once\r\n● Advanced view options that boost your productivity when reading documents or taking notes : full screen view, vertical scroll, view 4 pages, and so much more\r\n\r\n<font color=\"#4793EF\"><b>DIGITAL PLANNER & TAKE GOOD NOTES</b></font>\r\n● Hundreds of colors and pen stroke sizes that enrich your note-taking process\r\n● Aesthetic note covers & templates\r\n● Endless creativity ー perfect for artist, writer, student, teacher, researcher, or anyone that wants to make note-taking more fun\r\n● Proven to boost productivity & pleasant note-taking experience\r\n\r\n<font color=\"#4793EF\"><b>RECORD & PLAYBACK AUDIO</b></font>\r\n● Record everything you hear whenever you take class notes or writing meeting notes\r\n● Replay audio recording and review what you wrote during the class or in the meeting\r\n● Tab on your note and hear what was said at the moment\r\n\r\n<font color=\"#4793EF\"><b>COMPATIBLE WITH:</b></font>\r\n● Zoom\r\n● Notion\r\n● Google Classroom\r\n● Google Drive\r\n● Dropbox\r\n● Box\r\n● NAS\r\n● Digital Textbook\r\n● ebooks\r\n● PDF\r\n● and more!\r\n\r\n<font color=\"#4793EF\"><b>SAMSUNG S-Pen</b></font>\r\n● Simulate real-life note-taking by using S-Pen - easy to use for all ages\r\n● Guarantees ZERO touch malfunctions when taking notes\r\n● Support S-Pen button & Air Actions - Enhance convenience of PDF reading and note-taking experience even further\r\n\r\n<font color=\"#4793EF\"><b>Plus, enjoy these NEW FEATURES!</b></font>\r\n● Cloud sync: Access your notes from anywhere, and seamlessly sync across devices.\r\n● Masking pen: Enhance your annotations with precision using the masking pen.\r\n\r\nTake your note-taking to the next level with Flexcil. \r\nDownload the most comprehensive, easy-to-use, and innovative study tool on the Google Play Store today!",
    "summary": "Easy Note-taking! Markup PDF, make your own notebook, memo & digital planner!"
  },
  {
    "app_id": "com.steadfastinnovation.android.projectpapyrus",
    "title": "Squid: Take Notes, Markup PDFs",
    "developer": "Steadfast Innovation, LLC",
    "developer_id": "9060454337227576679",
    "category": "Productivity",
    "rating": 4.1263824,
    "ratings_count": 69662,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Mar 28, 2012",
    "updated": 1769923946,
    "version": "Varies with device",
    "description": "Transform your note-taking experience with Squid! For over 12 years, Squid has been a trusted app with over 12 million installs, helping users replace paper, save money, and reduce waste. <b>Write just like you would on paper on your Android tablet, phone, or Chromebook!</b>\r\n\r\n<big><b>✨ <u>Key Features</u>:</b></big>\r\n\r\n• <b>✍️ Natural Writing:</b> Seamlessly write with a pen and erase with your finger on active pen enabled devices like Samsung devices with S Pen. Use your finger or capacitive stylus on other devices.\r\n• <b>⚡ Low Latency Ink:</b> Enjoy a seamless and responsive writing experience with support for low latency ink¹.\r\n• <b>🔒 Private:</b> Notes are stored on <i>your</i> device and are completely private. No account or sign-in required. Backup your notes to your desired location.\r\n• <b>📝 PDF Markup:</b> Easily annotate PDFs, fill out forms, edit/grade papers, and sign documents.\r\n• <b>🧰 Versatile Tools:</b> Use any color pen or highlighter, import images, draw shapes, and add typed text.\r\n• <b>📁 Organize:</b> Select, copy/paste, and move content between pages and notes. Place notes in folders to stay organized.\r\n• <b>📊 Presentations:</b> Turn your device into a virtual whiteboard and cast your notes to a TV/projector.\r\n• <b>📤 Export:</b> Export notes as PDFs, images, or Squid Note format and share or store in the cloud.\r\n• <b>💰 Save:</b> Reduce stationery costs and replace paper notebooks with Squid for eco-friendly note-taking!\r\n\r\n<big><b>🏆 <u>Awards/Recognition</u>:</b></big>\r\n\r\n• <b>🌟 Featured App and Editors' Choice in Google Play</b>\r\n• <b>📈 Category Honorable Mention for Productivity in the Samsung Galaxy Note S Pen App Challenge</b>\r\n• <b>🎉 Popular Choice Award in the Dual Screen App Challenge</b>\r\n\r\n<big><b>👑 <u>Squid Premium</u>:</b></big>\r\n\r\n• Premium paper backgrounds: math, engineering, music, sports, planning, & more\r\n• Import and markup PDFs\r\n• Additional tools: highlighter, true eraser, shapes, text\r\n• Backup/restore and bulk export notes as PDFs to Google Drive, Dropbox, or Box\r\n\r\n<big><b>🛠️ <u>Base Features</u>:</b></big>\r\n\r\n• Vector graphics engine keeps your notes beautiful at any zoom level and on any device\r\n• Various paper backgrounds (blank, ruled, graph) and sizes (infinite, letter, A4)\r\n• Erase entire letters or words quickly with the stroke eraser\r\n• Undo/redo, select, move, and resize\r\n• Change color and weight of selected items\r\n• Cut, copy, and paste items between notes\r\n• Two-finger scroll, pinch-to-zoom, and double tap for quick zoom\r\n• Sort and organize notes and folders\r\n• Import, crop, and resize images\r\n• Export notes to PDF, PNG, JPEG, or Squid Note format\r\n• Share notes via email, Google Drive, Evernote, etc.\r\n• Multi-Window support (take notes while watching a video)\r\n• Shortcuts to create new notes or open folders\r\n• Dark theme\r\n\r\n🎓 <b>Google Workspace for Education customers</b> can purchase Squid Premium in bulk at https://squidnotes.com/edu\r\n\r\n🐞 If you encounter any bugs, please email us at help@squid.app with a description.\r\n💡 We would love to hear your feedback or feature requests at https://idea.squidnotes.com\r\n\r\n¹Low latency ink is available now on Chromebooks and coming soon to Android devices.\r\n\r\n🎯 <b>Increase your productivity and unleash your creativity with digital handwritten notes. 👉 Try Squid for FREE today!</b>",
    "summary": "Take handwritten notes for class, work, or fun! Easily markup PDFs and share…"
  },
  {
    "app_id": "com.socialnmobile.dictapps.notepad.color.note",
    "title": "ColorNote Notepad Notes",
    "developer": "Notes",
    "developer_id": "Notes",
    "category": "Productivity",
    "rating": 4.879967,
    "ratings_count": 3929667,
    "installs": "100,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": null,
    "updated": 1764749705,
    "version": "4.7.9",
    "description": "ColorNote® is a simple and awesome notepad app. It gives you a quick and simple notepad editing experience when you write notes, memos, e-mails, messages, shopping lists and to-do lists. Taking notes with ColorNote® Notepad is easier than any other notepad or memo pad app.\r\n\r\n* Notice *\r\n- If you cannot find the widget, then please read the FAQ below.\r\n- When you're finished using the notepad, an automatic save command preserves your individual note.\r\n\r\n* Product Description *\r\nColorNote® features two basic note taking formats, a lined-paper styled text option, and a checklist option. Add as many as you want to your master list, which appears on the app's home screen each time the program opens. This list may be viewed in traditional ascending order, in grid format, or by note color.\r\n\r\n- Taking a Note -\r\nServing as a simple word processing program, the text option allows for as many characters as you're willing to type. Once saved, you can edit, share, set a reminder, or check off or delete the note through your device's menu button. When checking off a text note, the app places a slash through the list's title, and this will be displayed on the main menu.\r\n\r\n- Making To-do List or Shopping List -\r\nIn the checklist mode, you can add as many items as you'd like and arrange their order with drag buttons activated in the edit mode. After the list is finished and saved, you may check or uncheck each line on your list with a quick tap, which will toggle a line slash. If all items have been checked, then the list's title is slashed as well.\r\n\r\n\r\n* Features *\r\n- Organize notes by color (color notebook)\r\n- Sticky note memo widget (Put your notes on your home screen)\r\n- Checklist notes for To do list & Shopping list. (Quick and simple list maker)\r\n- Checklist notes to get things done (GTD)\r\n- Organize your schedule by note in calendar\r\n- Write a diary and journal in calendar\r\n- Password Lock note : Protect your notes with passcode\r\n- Secured backup notes to SD storage\r\n- Supports online back up and sync. You can sync notes between phone and tablet.\r\n- Reminder notes on status bar\r\n- List/Grid View\r\n- Search notes\r\n- Notepad supports ColorDict Add-on\r\n- Powerful task reminder : Time Alarm, All day, Repetition.(lunar calendar)\r\n- Quick memo / notes\r\n- Wiki note link : [[Title]]\r\n- Share notes via SMS, e-mail or Twitter\r\n\r\n* Online backup and sync cloud service *\r\n- Notes will be encrypted before uploading notes by using the AES standard, which is the same encryption standard used by banks to secure customer data.\r\n- It does not send any of your notes to the server without you signing in.\r\n- Sign-in with Google or Facebook.\r\n\r\n* Permissions *\r\n- Internet Access: For online backup & sync notes\r\n- Storage :  For backup notes to the storage of the device\r\n- Prevent phone from sleeping, control vibrator, automatically start at boot: For reminder notes\r\n\r\n* FAQ *\r\nQ: How do you put a sticky note widget on the home screen?\r\nA: Go to the home screen and hold down your finger on an empty space and choose widget, Color Note will then be desplayed so you can stick on the page. \r\n\r\nQ: Why don't the widget, the alarm and notes remider functions work?\r\nA: If the app is installed on the SD card, your widget, reminder, etc. will not work properly because Android doesn't support these features when installed on an SD card! If you have already moved the app to an SD card, but want those features, then you have to move the app back on the device and reboot your phone.\r\n\r\nSettings - Applications - Manage Applications - Color Note - Move to Device\r\n\r\nQ: Where are backed up notes data on the SD card?\r\nA: '/data/colornote' or '/Android/data/com.socialnmobile.dictapps.notepad.color.note/files' on SD card \r\n\r\nQ: I forgot my master password. How can I change it?\r\nA: Menu → Settings → Master Password → Menu Button → Clear Password. You will lose your current locked notes when you clear the password!\r\n\r\nQ: How can I create todo list note?\r\nA: New - Select checklist note - Put items - Save. Tap an item to strikethrough.",
    "summary": "ColorNote® - Easy to use notepad for notes, shopping list, to-do list, calendar"
  },
  {
    "app_id": "com.codespaceapps.meetingtranscriber",
    "title": "Smart Noter - AI Note Taker",
    "developer": "Deep Flow Apps",
    "developer_id": "Deep+Flow+Apps",
    "category": "Productivity",
    "rating": 4.3348417,
    "ratings_count": 63355,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Dec 26, 2024",
    "updated": 1770051234,
    "version": "2.3.0",
    "description": "<p><b>Never Miss a Word: The AI Note Taker That Records Anything You Want.</b></p><p>Stop typing and start engaging with Smart Noter, the ultimate AI meeting recorder and speech to text converter. As an intelligent note taker, it captures every nuance of your conversations instantly. Whether you are leading a business meeting, capturing a lecture, or dictating a memo, our accurate audio to text technology ensures you never lose a thought.</p><p>Unlock the power of automated note taking. Smart Noter is not just a recording app; it is your personal meeting assistant. Seamlessly record meetings, transcribe voice or video to text, and generate summaries with a single tap.</p><h3><b>Why Professionals Choose Smart Noter?</b></h3><h4><b>1. Flawless Speech to Text</b></h4><p>Experience industry-leading accuracy. Our powerful speech recognition engine handles continuous speech with precision. Use it to transcribe audio from interviews, podcasts, or voice notes in real-time. It is the definitive transcriber for anyone who values clarity and accuracy over manual typing.</p><h4><b>2. The Ultimate Meeting Recorder</b></h4><p>Transform how you manage business. Smart Noter creates detailed AI meeting notes automatically. Simply record meetings, and the app will generate word-for-word transcripts and meeting minutes. It acts as a dedicated note taker, allowing you to focus on the dialogue while we handle the documentation.</p><h4><b>3. Professional Dictation Tool</b></h4><p>Your voice is your fastest tool. Use Smart Noter for seamless dictation of emails, reports, and ideas. Unlike standard voice recorders, we convert your speech patterns into editable text immediately. It is perfect for lawyers, doctors, and executives who need a reliable dictation recorder on the go.</p><h4><b>4. Live Voice Translator</b></h4><p>Break down language barriers. Our advanced live translation feature allows you to record and translate speech instantly. Whether it is a multi-lingual business meeting or a global conference, use the voice translator to understand and document foreign languages in real-time.</p><h4><b>5. Summarize Audio & Video</b></h4><p>Stop listening to hours of recordings. Our AI summarizer analyzes your speech transcripts to extract key points and action items. Whether you need to summarize video content or long audio files, Smart Noter provides concise overviews, saving you hours of review time.</p><h4><b>6. Import & Transcribe Files</b></h4><p>Already have a recording? Easily import files to transcribe audio to text. Our audio converter supports various formats, turning your existing voice memos and recordings into searchable, editable text documents in seconds.</p><h4><b>7. Organize & Export</b></h4><p>Keep your voice notes organized. Smart Noter is a powerful note organizer that categorizes your recordings. Export your transcribed speech as PDF, TXT, or SRF files. Share meeting notes directly to colleagues or sync them with your favorite productivity tools.</p><h3><b>Smart Noter is perfect for:</b></h3><ul><li><b>Business Professionals:</b> Generate meeting minutes, record speech, and organize sales calls with AI meeting notes.</li><li><b>Journalists:</b> An essential interview recorder that provides instant speech to text for articles.</li><li><b>Students:</b> Record lectures and summarize audio for efficient study guides.</li><li><b>Legal & Medical:</b> A secure dictation tool for drafting letters and patient notes via speech.</li><li><b>Content Creators:</b> Transcribe video to text for subtitles and content repurposing.</li></ul><p><b>Download Smart Noter today. Stop typing. Start doing.</b></p><p>Terms & Conditions: <a href=\"https://www.google.com/url?q=https%3A%2F%2Fstatic.smartnoter.ai%2Fterms.html&sa=D&sntz=1&usg=AOvVaw0aIeD_vHcdJYv-31hzP6Wi\">https://static.smartnoter.ai/terms.html</a>\r\nPrivacy Policy: <a href=\"https://www.google.com/url?q=https%3A%2F%2Fstatic.smartnoter.ai%2Fprivacy.html&sa=D&sntz=1&usg=AOvVaw0Yw_uLMChfNkYaHfWkoGKT\">https://static.smartnoter.ai/privacy.html</a></p>",
    "summary": "Audio to Text Transcriber: Generate Notes, AI Summaries, and Next Actions."
  },
  {
    "app_id": "com.samsung.android.app.notes",
    "title": "Samsung Notes",
    "developer": "Samsung Electronics Co.,  Ltd.",
    "developer_id": "5200379633052405703",
    "category": "Productivity",
    "rating": 4.7869186,
    "ratings_count": 13260616,
    "installs": "1,000,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Aug 15, 2016",
    "updated": 1758609947,
    "version": "Varies with device",
    "description": "Samsung Notes can create and edit documents on mobile, tablet, or PC and collaborate with others.\r\nUser can add annotations to the PDF using S Pen and create documents with images or voices.\r\nIt can also be used by connecting documents with various apps such as PDF, Microsoft Word, Microsoft PowerPoint, etc.\r\n\r\nTry creating a new note. \r\nYou can create a new note by tapping + in the bottom right corner of the main screen. \r\nNewly created notes will have the “sdocx” extension. \r\n\r\nProtect your notes. \r\n1. On the main screen, tap More Options in the upper right corner, select Settings, then select Lock Note. \r\nThen select a note locking method and password. \r\n2. Lock the notes you want to protect by tapping More Options on the screen of the note you want to protect and selecting Lock Note. \r\n\r\nCreate handwritten notes. \r\nTap the Handwriting icon while writing a note. Your handwriting will be displayed directly on the note. \r\n\r\nAdd photos. \r\nTap the photo icon in the note you are working on to take a photo. You may also load, add tags to and edit an existing photo. \r\n\r\nAdd a voice recording. \r\nBy tapping the Voice Recording icon while writing a note, you can record sound and create a note with sound. \r\n\r\nTry using various writing tools. \r\nBy tapping the Pen icon while writing a note, you can select a variety of writing tools such as pens, fountain pens, pencils, highlighters, etc., as well as various colors and thicknesses. \r\nBy tapping the Eraser icon, you can select and erase content that you want to remove. \r\n\r\nYou can import notes and memos created in Notes and Memo. \r\nBy using the Smart Switch feature, you can import data created in S Note and Memo saved on other devices. \r\nYou can also import previously created notes and memos with your Samsung account. \r\n\r\n\r\n* Notice regarding app access permissions:\r\n\r\nThe following access permissions are required to provide you with this service.\r\nBasic features of the service can be used even if Optional permissions are not granted.\r\n\r\n[Optional permissions]\r\n• Camera : Used to add pictures and scanned documents to notes\r\n• Files and media : Used to save or load document files (Android 12)\r\n• Microphone : Used to add voice recordings to notes \r\n• Music and audio : Used to add audio to notes (Android 13)\r\n• Notifications : Used to notify you about invitations to shared notes, note syncing issues, and more (from Android 13)\r\n• Photos and videos : Used to add pictures and videos to notes (Android 13)\r\n• Storage : Used to save or load document files (Android 9~11)\r\n\r\nYou can still use the app's basic functions without allowing the optional permissions.",
    "summary": "Samsung Notes can create and edit documents and collaborate with others"
  },
  {
    "app_id": "com.myscript.nebo",
    "title": "MyScript Notes (Nebo)",
    "developer": "MyScript",
    "developer_id": "6917812355675763032",
    "category": "Productivity",
    "rating": 4.455253,
    "ratings_count": 31164,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Oct 3, 2017",
    "updated": 1770309604,
    "version": "7.1.3",
    "description": "Create stunning notes and professional documents effortlessly by hand, brainstorm ideas on an infinite canvas, and annotate PDFs seamlessly. Powered by the world's leading AI handwriting recognition technology, MyScript Notes offers a dynamic platform where handwriting, text, drawings, diagrams, and images seamlessly coexist on an expandable canvas. Enhance your note-taking experience with intuitive pen gestures, effortlessly converting handwriting and shapes into typed text and precise forms.\r\n\r\nMyScript Notes understands every word you write in your choice of 66 languages, and works on mobile platforms — so you can access and search your notes from any compatible device.\r\n\r\nEnjoy 4 powerful experiences in one app:\r\n\r\n◼︎ Create unlimited notebooks and fixed-size pages for your daily notes.\r\n◼︎ Take freeform notes on boards — the world's most advanced endless canvas.\r\n◼︎ Handwrite responsive documents, adding math calculations and diagrams.\r\n◼︎ Import existing files as PDFs, ready to annotate.\r\n\r\n————————\r\n\r\nDIGITAL HANDWRITING\r\n• Write¹, type or dictate in the same page, sentence or even word.\r\n• Accurately convert handwriting and math to typed text, and drawn diagrams to perfect shapes. Diagrams stay editable when pasted into PowerPoint!\r\n• Write emoji and symbols with your pen.\r\n\r\nEDIT WITH YOUR PEN\r\n• Use intuitive gestures to edit and format content without breaking your flow.\r\n• Use the marker to highlight or color, the lasso to select, and the eraser to delete entire strokes or precisely defined content.\r\n\r\nWRITE, TYPE AND DRAW FREELY ON A BOARD\r\n• Enjoy an infinite canvas, ideal for brainstorming, mind mapping and freeform note-taking.\r\n• Pan around and zoom in or out for a fresh perspective.\r\n• Use the lasso to select, move, copy, delete or resize content — and to convert handwriting to typed text.\r\n\r\nSWITCH TO A DOCUMENT FOR A RESPONSIVE EXPERIENCE\r\n• Create and edit structured notes — your handwriting will automatically reflow as needed.\r\n• Make edits, adjust layout, rotate your device or split your screen without worrying about readability.\r\n\r\nENRICH YOUR NOTES\r\n• Personalize content using a range of pen types and page backgrounds.\r\n• Add photos, sketches and smart objects like math and diagrams.\r\n• Handwrite math equations and matrices across several lines, solve simple calculations and copy math as LaTeX or image.\r\n\r\n————————\r\n\r\nMyScript Notes respects your privacy and never stores content on our servers without your explicit consent.\r\n\r\nFor help or feature requests, create a ticket at https://myscri.pt/support\r\nCheck out MyScript Notes' webpage for more information about cross-platform: https://www.myscript.com/notes\r\n\r\n————————\r\n\r\n¹You can use any compatible active or passive pen, including Apple Pencil, to write in MyScript Notes. Check minimum and recommended requirements for MyScript Notes: https://myscri.pt/notes-devices",
    "summary": "Smart note taking with PDF, handwriting to text & AI notes — perfect for study."
  },
  {
    "app_id": "com.dragonnest.drawnote",
    "title": "DrawNote: Drawing Notepad Memo",
    "developer": "DragonNest",
    "developer_id": "6095864513742165469",
    "category": "Productivity",
    "rating": 4.7939696,
    "ratings_count": 36931,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Dec 13, 2021",
    "updated": 1770047211,
    "version": "9.0.8",
    "description": "DrawNote is a feature-rich <b>all-in-one notebook & notepad that integrates note-taking, mind mapping, to-do list, handwriting, sketching, drawing and painting</b>. Whether you're a student, teacher, artist, designer, engineer, or someone else, DrawNote offers powerful tools designed to spark your imagination and creativity.\r\n\r\n⭐ <b>Infinite Canvas - Create Infinite Possibilities</b>\r\n• DrawNote has an infinite canvas, allowing your imagination and creativity to be fully utilized.\r\n• Using the flexible canvas, you can place text, pictures, recordings, tables, mind maps and other content arbitrarily.\r\n• You can sketch, draw and paint on the notepad and whiteboard with your finger or stylus. Writing, drawing diagrams and annotating content as freely as on paper.\r\n• Abundant stickers make your notes more lively and interesting.\r\n\r\n⭐ <b>Various note types</b>\r\n• There are a variety of note types for notes, including Super Note, Text Note and Mind Mapping, to meet different usage scenarios.\r\n• Super Note combines handwriting, drawing, text, picture, table, mind map and other elements to fully express your creativity and artistic talent.\r\n• Text Note focus on text. Support rich text settings, such as color, thickness, size and margin, etc.\r\n• Mind Mapping help you quickly record ideas and organize knowledge. You can freely choose styles, borders, colors and styles.\r\n\r\n⭐ <b>Easily manage notes and share</b>\r\n• Organize your work, study and personal life by managing your notes with unlimited folders.\r\n• You can sort notes by date, name, etc., and manually sort them.\r\n• Supports exporting notes in the notebook as high-quality pictures for easy sharing with others.\r\n• Use DrawNote as a notebook, journal or notepad. Access, organize and share your notes anytime, anywhere.\r\n\r\n⭐ <b>Efficiently manage to-do list</b>\r\n• Create to-dos in DrawNote to make sure you never miss something important.\r\n• Set the priority and end time for the to-do items, and pin the to-do items to the system notification bar.\r\n• Use the notepad to manage your daily plans and tasks.\r\n\r\n⭐ <b>Data security and privacy protection</b>\r\n• Cloud backup via Google Drive, turn on the auto backup option to ensure that your data will not be lost.\r\n• Set passwords for specific notes and folders to fully protect your privacy.\r\n\r\n⭐ <b>Other Features</b>\r\n• DrawNote can be used as a digital whiteboard and notepad. The markup function helps you find important points and attract attention, which is very suitable for teaching and presentations.\r\n• Support dark mode and switch different theme colors according to personal preference and mood.\r\n• The user interface is simple and elegantly designed for ease of use. Of course, no ads.\r\n\r\nDrawNote is a super notebook & notepad. It is the first choice for you to <b>record study notes, make teaching materials, conceive creative ideas, manage task lists, write literary works, record personal moods, and even pursue artistic creation</b>.\r\n\r\nThere are many more features waiting for you to discover! <b>Download now to experience DrawNote APP and stimulate your creativity! </b>\r\n\r\nHave a beautiful day!",
    "summary": "All-in-one notepad for notes, memo, todo list, mind mapping, sketch, drawing."
  },
  {
    "app_id": "notes.notepad.checklist.calendar.todolist.notebook",
    "title": "Notepad, Notes, Easy Notebook",
    "developer": "Simple Design Ltd.",
    "developer_id": "Simple+Design+Ltd.",
    "category": "Productivity",
    "rating": 4.7911773,
    "ratings_count": 409825,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Apr 8, 2022",
    "updated": 1767880706,
    "version": "1.3.8",
    "description": "Want an <b>easy-to-use notepad</b> for quick note-taking? \r\nWant a <b>sticky notes widget</b> to organize your tasks right on your screen?\r\nWant a <b>handy memo pad</b> to make <b>to do lists, shopping lists</b> with reminders?\r\n\r\nThis free note-taking app, notebook, and memo pad app meets all your needs! <b>No ads!</b>\r\n\r\nNotein - Notepad, Notes, Lists is an awesome notes app for Android. You can write notes with colorful backgrounds for easy notes management. <b>Sticky notes widgets</b>, note reminders, note lock, etc., all make note-taking so simple, quick, and safe. Take notes just like using pen and paper.\r\n\r\n✍️<b>Handy Note Taking App</b>\r\nNotein, the free notepad app and note widget app provides two note-taking modes, text mode (lined paper style), and checklist mode. Notein will <b>automatically save notes</b> as you type. \r\n- Take <b>quick notes, school notes, meeting notes</b>, anytime, anywhere.\r\n- Write <b>memos, to do lists, shopping lists, tasks, etc.</b> to better organize your life.\r\n- Quickly <b>view, add, check, and edit</b> notes through the notes widget.\r\nCheck off, archive, edit, delete, share notes easily with this good notes app. \r\n\r\n📅<b>Calendar Notes and Memos</b>\r\nAwesome notepad app allows you to <b>add notes to the calendar</b>! Use Notein to create notes, tasks, to-do lists on the calendar. Viewing and organizing your notes in the calendar mode makes it easy to master your schedule!\r\n\r\n⏰<b>Reminders for Notes and To-do Lists</b>\r\nYou can <b>set reminders</b> for your notes. Free note pad app Notein will remind you on time and never let you miss any important thing! \r\n\r\n✨<b>Sticky Notes Widgets on Home Screen</b>\r\nNotein - Notepad, Notes, Lists supports adding sticky notes widgets to your home screen on Android devices, including Samsung, Xiaomi, Huawei, and Redmi. Access your notes quickly from the notes widgets.\r\n\r\n🎨<b>Manage Notes by Color</b>\r\nGood notes app Notein supports color notes. Write notes with different colors to easily organize your notes and lists. Sorting and filtering notes by color will help you find your target faster. \r\n\r\n🔐<b>Notes with Password</b>\r\nWant to keep your notes private? No problem! Free notepad app allows you to set passwords to protect your notes. Notepad app free with locker keeps your notes safe!\r\n\r\n☁️<b>Backup and Restore</b>\r\nThis notebook app supports backing up all your notes and lists to the Cloud. Never worry about losing your notes. \r\n\r\nFEATURES\r\n\r\n- Colorful and convenient sticky notes widget\r\n- Powerful notepad/notebook/memo pad for note taking \r\n- Write various notes, class notes, book notes, sticky notes, text notes \r\n- <b>Pin important notes</b> and view through notes widgets\r\n- Calendar mode to better schedule your time, manage your notes\r\n- Share notes with friends via Twitter, SMS, WeChat, Email, etc.\r\n- <b>Make color notes</b>, manage notes by color\r\n- Display notes in list/grid/details mode\r\n- Sort notes by time and color, quickly find notes\r\n- <b>Get things done</b> (GTD)\r\n- Notification bar reminder\r\n- Small size notepad app\r\n\r\nTry Notein - Notepad, Notes, Lists and free note widget app for an excellent note editing experience!\r\n\r\nYour feedback and suggestions are always welcome! If you have any suggestions or questions, please feel free to contact us at noteinfeedback@gmail.com.\r\n\r\nStay organized with this free note widget app\r\nEasily jot down ideas, to-dos, and reminders with this free note widget app. Use widgets to keep important notes right on your home screen and take advantage of widgets for quick access anytime. This note widget app lets you edit, check, and access notes within seconds!",
    "summary": "Simple notepad & memo. Take notes, to-do list, shopping list with reminders."
  },
  {
    "app_id": "mindnotes.note.notepad.notebook.memo.stickynotes",
    "title": "Mind Notes: Note-Taking Apps",
    "developer": "Gulooloo Tech Co., Ltd.",
    "developer_id": "4626225608014895570",
    "category": "Productivity",
    "rating": 4.117647,
    "ratings_count": 25550,
    "installs": "1,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Jul 20, 2022",
    "updated": 1767933251,
    "version": "1.0.99.0108",
    "description": "Wanna take quick memos and simple notes with a notepad free and note-taking apps?\r\nWanna keep notes and checklists well organized with a good notes writer?\r\nWanna manage memos and sticky notes with categories and sticky notes widgets?\r\nThen, this free notes app, notebooks and note-taking apps are exactly what you need for taking notes and noteit.\r\n\r\n⭐ Mind Notes - Memo pad, Notebooks,Free Note Pad, and Simple note-taking apps ⭐ is an efficient and simple note taking apps. With this notepad free and stick notes app, you can create categories or take color notes widget to manage your note book. Besides, attaching audios, photos, and drawings to your quick memos is also available. Mind notes is a digital notebook free and good notes app to organize work, life, and study.\r\n\r\n<b> How does the Mind Notes make you more efficient? </b>\r\n🗂 Noted categories help classify all your quick notes\r\n📝 Checklists manage all your notebook task \r\n⏰ Make sticky notes widget and simplenote with reminders\r\n🔐 Locked notes writer and keep private notes safe\r\n🔍 Sort quick notes by time, search and take notes quickly\r\n☁️ Sync your notpad between all android devices\r\n📱 Sticky notes widget on the home screen for basic notetaking \r\n📎  Attaching files and writing notes with the super note taking apps\r\n\r\n<b> Notepad free and Quick memo for note-taking </b>\r\nMind Notes is a notebook and good note-taking apps for organizing daily notes. You can make a shopping list, take school notes, or schedule your work with this notas and simple notepad free.\r\n\r\n<b> Easy to Note It and Annotate With Note book </b>\r\nMind Notes helps you annotate notas with bold, font size, font color, etc. Writing notes on the drawboard or the wordpad is also available. Easy to take notes with this writing pad, especially for study notes.\r\n\r\n<b> Folder notes and Quick Memos </b>\r\nMind Notes offers an awesome noted function to categorize notes into multilayered folders. Managing your quick notes and writing pad more efficiently and easily. \r\n\r\n<b> Make Private Notes with Password </b>\r\nMind Notes is a color note taking apps with a password, Don't worry about your private notes being seen by others. You can also choose to lock notes only or the entire n otes category.\r\n\r\n<b> Sync and Backup Simple Notes </b>\r\nThis awesome folder note taker and note book sync notas between tablets and phones. Never worry about losing the data on the note-taking apps. \r\n\r\n<b> Writing Notes with Calendar Note book </b>\r\nUsing this note pad free to view your notes and noteit in calendar mode. It helps make agenda notes and quick memos. So never be afraid to miss noted things with the note taking apps.\r\n\r\n<b> Export to PDF and Picture </b>\r\nThis note-taking apps support noted memos exported to pdf & pictures, easy to share quick notes with friends and families. Importing simple notes and sharing keynotes into the notebooks also works.\r\n\r\n<b> Customize Memo Pad with A Notepad Theme </b>\r\nMind Notes - Free Note pad, Note Taker, Notebooks, Notas, Simple Note Taking Apps is a simple note-taking apps that supports notepad theme changing. Each theme of the note book can bring you an immersive simple note-taking experience for writing cute notes and stickies. \r\n\r\n<b> Sticky Notes Widget </b>\r\nThe sticky note widget helps write quick notes and access your stickey notes on the home screen. Various themes are available to offer you not only a simple note widget style but a better note-taking mood. Note widget is a good noted feature to improve work and life efficiency.\r\n\r\n<b> Color Notetaking </b>\r\nThis simple notes writer and free notes app support colorful notes taking. Besides, the nots backgrounds and note widget themes are also provided to make a simple note. Say goodbye to boredom when using the notebooks and simple notes free app. \r\n\r\nAny issues, mail us via mindnotes@guloolootech.com\r\nHope this notepad free, sticky note widget, and basic notetaking app can help make your work and life easy.",
    "summary": "Take simple notes with this folder note app, good notes, memo & note-taking apps"
  },
  {
    "app_id": "com.evernote",
    "title": "Evernote - Note Organizer",
    "developer": "Evernote by Bending Spoons",
    "developer_id": "Evernote+by+Bending+Spoons",
    "category": "Productivity",
    "rating": 3.568826,
    "ratings_count": 1850427,
    "installs": "100,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": null,
    "updated": 1769160446,
    "version": "11.1.1",
    "description": "Capture ideas when inspiration strikes. Bring your notes, to-dos, and schedule together to tame life’s distractions and accomplish more—at work, at home, and everywhere in between. \r\n\r\nEvernote syncs to all your devices, so you can stay productive on the go. Tackle your to-do list with Tasks, connect your Google Calendar to stay on top of your schedule, and see your most relevant information quickly with a customizable Home dashboard.\r\n\r\n\"Use Evernote as the place you put everything … Don’t ask yourself which device it’s on—it’s in Evernote\" – The New York Times\r\n \r\n“When it comes to taking all manner of notes and getting work done, Evernote is an indispensable tool.” – PC Mag\r\n \r\n---\r\n\r\nCAPTURE IDEAS\r\n• Write, collect, and capture ideas as searchable notes, notebooks, and to-do lists.\r\n• Clip interesting articles and web pages to read or use later. \r\n• Add different types of content to your notes: text, docs, PDFs, sketches, photos, audio, web clippings, and more.\r\n• Use your camera to scan and organize paper documents, business cards, whiteboards, and handwritten notes.\r\n \r\nGET ORGANIZED\r\n• Manage your to-do list with Tasks—set due dates and reminders, so you never miss a deadline.\r\n• Connect Evernote and Google Calendar to bring your schedule and your notes together.\r\n• See your most relevant information instantly on the Home dashboard.\r\n• Create separate notebooks to organize receipts, bills, and invoices.\r\n• Find anything fast—Evernote's powerful search can even find text in images and handwritten notes.\r\n\r\nACCESS ANYWHERE\r\n• Sync your notes and notebooks automatically across any Chromebook, phone, or tablet.\r\n• Start work on one device and continue on another without missing a beat.\r\n\r\nEVERNOTE IN EVERYDAY LIFE\r\n• Keep a journal to keep your thoughts organized. \r\n• Go paperless by scanning receipts and important documents.\r\n\r\nEVERNOTE IN BUSINESS\r\n• Keep everyone up to date by capturing meeting notes and sharing notebooks with your team.\r\n• Bring people, projects, and ideas together with shared Spaces. \r\n \r\nEVERNOTE IN EDUCATION\r\n• Keep track of lecture notes, exams, and assignments so you don’t miss important details.\r\n• Create notebooks for each class and keep everything organized.\r\n\r\n---\r\n\r\nPrivacy Policy: https://evernote.com/legal/privacy.php\r\nTerms of Service: https://evernote.com/legal/tos.php\r\nCommercial terms: https://evernote.com/legal/commercial-terms",
    "summary": "Notepad & Planner: Take notes, create daily tasks and organize to-do lists."
  },
  {
    "app_id": "com.zoho.notebook",
    "title": "Notebook - Notes, To-Do, AI",
    "developer": "Zoho Corporation",
    "developer_id": "6811281457353247126",
    "category": "Productivity",
    "rating": 4.14841,
    "ratings_count": 62846,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 22, 2016",
    "updated": 1769211807,
    "version": "Varies with device",
    "description": "Take Notes Your Way — With AI and Beyond\r\nStay  productive and organized with Zoho Notebook — the free note app that lets you capture, plan, and manage everything. Whether you're writing notes, creating a to-do list, setting goals, or drafting a digital diary, this smart notes app is built to match your style — now powered by Notebook AI.\r\n\r\n\"Google Play Store's Best App of 2017\"\r\n\r\n*SMART NOTE-TAKING OPTIONS*\r\n-This is not just a simple notepad — it's your all-in-one notes app, memo app, planner, and diary app:\r\n-Create rich text notes with checklists, images, and audio — all in one place\r\n-Build dedicated checklists, to-do lists, and task trackers\r\n-Use voice notes or convert speech to text notes\r\n-Scan textbooks, handwritten notes, or documents into searchable PDFs\r\n-Use the Photo Card to save memories and add images to daily notes\r\n-Upload PDFs, Word files, and more — perfect for organizing ideas\r\n\r\n*NOTEBOOK AI – BUILT-IN INTELLIGENCE*\r\n-AI Notes Generator: Create summaries, outlines, or to-do lists from raw ideas instantly.\r\n-AI Meeting Notes & Transcripts: Record or upload audio/video to get accurate, real-time transcriptions of meetings, lectures, or podcasts.\r\n-AI Mind Map Generator: Convert long notes into clear mind maps to visualize ideas and structure your thoughts.\r\n-AI Grammar Checker: Fix grammar, polish tone, and eliminate redundancy with smart suggestions.\r\n-AI Note Translator: Translate your notes into multiple languages with ease.\r\n-AI Shape Recognition: Perfect rough sketches and diagrams with auto-detected shapes.\r\n\r\n*ORGANIZE YOUR NOTES, YOUR WAY*\r\n-Group notes using Nested Collections and Custom Sort\r\n-Lock notes app: Add a passcode or fingerprint to protect sensitive info\r\n-Add tags to categorize and organize ideas across notebooks\r\n-Keep your planner, checklists, and daily notes secure and searchable\r\n\r\n*CROSS-DEVICE ACCESS & CLOUD SYNC*\r\n-Write anywhere — your notes sync across devices:\r\n-Android, iOS, macOS, and Web (https://notebook.zoho.com/)\r\n-Use the Web Clipper to save articles and research instantly\r\n-Continue your note taking on any device, anytime\r\n\r\n*YOUR PERSONALIZED SMART NOTES APP*\r\n-Choose covers, themes, and note colors\r\n-Use Sketch Card for drawing or formulas\r\n-Use the Video Card to upload recordings and add chapter markers\r\n-Float sticky notes with Picture-in-Picture (PiP)\r\n-View in grid or landscape, and stay distraction-free\r\n\r\n*SHARE & COLLABORATE WITH EASE*\r\n-Share notes as PDFs or public links\r\n-Collaborate via email or third-party apps\r\n\r\n*BUILT FOR ANDROID — EXCLUSIVE FEATURES*\r\n-Widgets: Create or view notes from your home screen without opening the app.\r\n-Home Screen Shortcuts: Pin your favorite note or notebook directly to the home screen.\r\n-Launcher Shortcuts: Long-press the app icon to quickly create notes or checklists.\r\n-Quick Actions: Instantly open a note or notebook via contextual menus.\r\n-Notification Tray Access: Open or add a note straight from the notification bar.\r\n-Quick Settings Tile: Tap once from Quick Settings to open a new notecard.\r\n-Multi-window Support: Use Notebook alongside other apps for seamless multitasking.\r\n-Open Note in New Window: View a note in a separate window for better focus.\r\n-Picture-in-Picture (PiP): Keep a note floating while using other apps.\r\n-Keyboard Shortcuts: Use Bluetooth or USB keyboards to quickly format or navigate.\r\n-Print Notes: Print your notes using Android’s built-in print framework.\r\n\r\n*NOTEBOOK FOR DAILY LIFE*\r\n-Use as your planner, task manager, or goal tracker\r\n-Organize travel plans, events, or grocery checklists\r\n-Maintain a secure digital journal app with a private notebook\r\n-Add reminders to keep track of tasks and ideas\r\n-Write diary with lock — stay secure and personal\r\n\r\nDownload Zoho Notebook — the smartest way to take notes with AI, organize your thoughts, and stay productive. From sticky notes to daily planners, it's your best note taking app.\r\n\r\nWhether it's for class, work, or personal — it's the only note taking, diary, and checklist app you’ll ever need.",
    "summary": "Note-taking & Notepad: Take notes, to-do lists, daily tasks, memos & organizer"
  },
  {
    "app_id": "com.aisense.otter",
    "title": "OtterAI Transcribe Voice Notes",
    "developer": "Otter.ai",
    "developer_id": "Otter.ai",
    "category": "Productivity",
    "rating": 4.304663,
    "ratings_count": 25894,
    "installs": "5,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Feb 16, 2018",
    "updated": 1770159054,
    "version": "3.92.1-5192",
    "description": "Never take team meeting or lecture notes again. Get an AI meeting assistant that records audio, takes notes, voice memos, automatically captures slides, and transcribes voice summaries. Show live caption in real time. Great for in-person recordings and online meetings. Also available on the web. English, Spanish, French only.\r\n\r\nCondense a 1 hour meeting into 30 seconds. Otter transcribes all your meetings, interviews, lectures, and everyday voice conversations in real time. Get automated notes for in-person, Zoom, Google Meet, and Microsoft Teams. \r\n\r\nKEY FEATURES\r\n★ AI chat: get answers, write emails\r\n★ AI meeting note taker & real-time AI transcription\r\n★ Audio recorder \r\n★ Transcribe notes live\r\n★ Automated meeting note taker, voice memos & summarizer\r\n★ AI Channels: Instant chat on various channels\r\n★ Share & collaborate \r\n★ All notes are searchable & shareable \r\n★ Edit & highlight\r\n★ Organize & export\r\n★ Import & sync\r\n\r\nMany Uses\r\n★ Save time - automatic note taking\r\n★ Keep team in sync - share notes and action items \r\n★ Record and transcribe interviews, lectures, podcasts, videos, webinars, keynotes\r\n★ Provide live captioning to anyone with accessibility needs\r\n\r\nRecord & Transcribe Live\r\n★ Record instantly in one tap, with widget and shortcut \r\n★ Transcribe in real time (when online) with high accuracy\r\n★ Automatic note taking\r\n★ Highlight the key points to review later\r\n★ Insert photos of whiteboard discussions, slides, etc.\r\n★ Scroll back to grab a quote or revisit a point\r\n★ Input audio via built-in mic or Bluetooth device\r\n\r\nEnrich Notes with AI\r\n★ AI meeting note taker \r\n★ Punctuate, capitalize, and break paragraphs automatically\r\n★ Identify speakers (after some training)\r\n★ Automated Slide Capture during virtual team meetings\r\n★ Automated Summarizer after all team meetings\r\n\r\nShare & Collaborate\r\n★ Start a meeting recording inside a group to share the transcript live\r\n★ Invite workplace team members to view, edit, and highlight collaboratively. All highlights are captured in the Takeaways panel.\r\n★ Within the Takeaways panel, add comments & assign action items.\r\n★ Share externally via links\r\n\r\nSearch & Playback\r\n★ Search the text so you don't have to scrub through the whole audio\r\n★ Playback at adjustable speeds\r\n★ Follow along the highlighted word as the audio is playing\r\n★ Tap on any word to jump the audio to that spot\r\n\r\nEdit & Highlight\r\n★ Edit the text to correct any errors\r\n★ Tag the speakers to label the paragraphs and train Otter to identify meeting speakers \r\n★ Highlight sentences in one tap\r\n\r\nOrganize & Export\r\n★ Organize your conversations and notes into personal folders\r\n★ Copy to clipboard, or share directly into other apps\r\n★ Export text as PDF, TXT, or SRT\r\n★ Export audio as MP3\r\n\r\nImport & Sync\r\n★ Import audio (aac, m4a, mp3, wav, wma) and video (avi, mov, mp4, mpg, wmv)\r\n★ Upload from Call Recorder - ACR or other call recording apps\r\n★ Sync with your calendars to get reminders to record your teams meeting and auto-title your notes\r\n★ Import your contacts so it's easier to share\r\n★ Automatically back up your data to Otter’s cloud & access securely from any device\r\n\r\nOtter Pro\r\n★ Bulk export\r\n★ More playback speeds and skip silence\r\n\r\nRequirements\r\n※ Android 6.0 & up\r\n※ Internet connection for transcribing\r\n※ Account creation. See our Terms of Service: otter.ai/terms-of-service\r\n\r\nWe take security and privacy very seriously. Your data is confidential with Otter. We do not sell or share your data with 3rd parties. You have full control to delete your data permanently. Learn more at https://otter.ai/privacy\r\n\r\nContact Us\r\n▶ Support: https://help.otter.ai\r\n▶ Facebook: @OtterAI\r\n▶ LinkedIn: Otter.ai\r\n▶ X (Twitter): @otter_ai\r\n▶ Web: otter.ai",
    "summary": "AI note taker & meeting summarizer. Record audio, voice memos & video calls"
  },
  {
    "app_id": "com.google.android.apps.labs.language.tailwind",
    "title": "Google NotebookLM",
    "developer": "Google LLC",
    "developer_id": "5700313618786177705",
    "category": "Productivity",
    "rating": 4.8317513,
    "ratings_count": 128317,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "May 16, 2025",
    "updated": 1770079000,
    "version": "Varies with device",
    "description": "Turn complexity into clarity with NotebookLM, your brain’s new best friend. Join the millions of students, creators, researchers, professionals, CEOs, and more who are saving time, getting stuff done, and learning in new ways.\r\n\r\n“NotebookLM Blew Our Mind” – Hard Fork\r\n“One of the most compelling and completely flabbergasting demonstrations of AI’s potential yet.” – The Wall Street Journal\r\n\r\nNow, with the NotebookLM app, you can create and access notebooks, ask questions whenever you think of them, and listen to your podcast-style Audio Overviews on the go with background playback and offline support.\r\n\r\n📚 UPLOAD SOURCES\r\nUpload all your long and complex PDFs, websites, YouTube videos, or text into a notebook.\r\n\r\n💬 INSIGHTS YOU CAN TRUST\r\nNotebookLM becomes an expert on your sources, summarizing them and making interesting connections. Then, you can ask it questions about, well, anything — and you can trust the answers, since your sources are cited in-line.\r\n\r\n🎧 LEARN ON YOUR TERMS\r\nLong blocks of text not your preferred way to learn? Transform what you uploaded into something more your speed, like a podcast-style audio discussion with two engaging AI hosts. You can even join the show to ask questions or steer the conversation in a different direction.",
    "summary": "Understand anything with a personalized AI research assistant"
  },
  {
    "app_id": "com.atomczak.notepat",
    "title": "Notepad - simple notes",
    "developer": "atomczak",
    "developer_id": "atomczak",
    "category": "Productivity",
    "rating": 4.479373,
    "ratings_count": 85364,
    "installs": "10,000,000+",
    "price": 0.0,
    "free": true,
    "content_rating": "Everyone",
    "released": "Feb 23, 2017",
    "updated": 1766820842,
    "version": "1.43.2",
    "description": "Notepad is a small and fast notetaking app for making notes, memos, or just any plain text content. Features:\r\n* simple interface that most of the users find easy to use\r\n* no limits on note's length or number of notes (of course there's a limit to phone's storage)\r\n* creating and editing text notes\r\n* importing notes from txt files, saving notes as txt files\r\n* sharing notes with other apps (e.g. sending a note by email)\r\n* notes widget allowing to quickly create or edit notes, working like post it notes (stick a memo to home screen)\r\n* backup function for saving and loading notes from a backup file (zip file)\r\n* app password lock\r\n* color themes (including dark theme)\r\n* note categories\r\n* automatic note saving\r\n* undo/redo changes in notes\r\n* lines in background, numbered lines in a note\r\n* technical support\r\n* search function that can quickly find text in notes\r\n* unlock app with biometrics (e.g. fingerprint or face recognition)\r\n\r\nIt may be obvious, but notes in the app can be used in many ways. For example as a to do list to increase productivity. A sort of digital planner to store shopping list or to organize the day. Notes can be put on the home screen as reminders. Each task could be stored in a seperate note or one big todo note could be used.\r\n\r\n** Important **\r\nPlease remember to make a backup copy of notes before formatting a phone or buying a new phone. Since the 1.7.0 version the app will also use phone's device copy, if it's turned on in the device's and the app's settings.\r\n\r\n* Why do I advise to not install the app on an SD card?\r\nI follow the official advice to block installing on an SD card apps that use widgets. This app uses widgets, which are like icons for the notes, and can be placed on a phone's home screen (for example).\r\n\r\nIf you have any additional questions, just contact me by email: notepad.free@outlook.com .\r\n\r\nThank you.\r\nArek",
    "summary": "A simple small notepad app for making notes, memos, short or long text files"
  }
]